{
  "sutta_uid": "thag10.3",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag10.3",
    "lang": "en",
    "is_root": false,
    "title": "Mahākappina",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Cūḷapanthaka",
      "uid": "thag10.4"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Ekavihāriya",
      "uid": "thag10.2"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag10.3:0.1",
          "en": "Theragāthā 10.3"
        },
        {
          "scid": "thag10.3:0.2",
          "en": "Mahākappina",
          "pli": "Mahākappinattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 10.3",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag10.3:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag10.3:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag10.3:1.0.3",
          "en": "Chapter of the Tens"
        },
        {
          "scid": "thag10.3:1.0.4",
          "en": "10.3. Mahākappina"
        },
        {
          "scid": "thag10.3:1.1.5",
          "en": "If you’re prepared for the future, Both the good and the bad, Then those who look for your weakness, Whether enemies or well-wishers, will find none."
        },
        {
          "scid": "thag10.3:1.2.6",
          "en": "One who has fulfilled, developed, And gradually consolidated Mindfulness of breathing As taught by the Buddha: They light up the world, Like the moon freed from a cloud."
        },
        {
          "scid": "thag10.3:1.3.7",
          "en": "Yes, my mind is clean, Measureless, and well-developed; It is broken through and uplifted— It radiates in every direction."
        },
        {
          "scid": "thag10.3:1.4.8",
          "en": "The wise person lives on Even after loss of wealth; But without gaining wisdom Even a rich person doesn’t really live."
        },
        {
          "scid": "thag10.3:1.5.9",
          "en": "Understanding questions what is learned; Understanding grows fame and reputation; A person who has understanding Finds happiness even among sufferings."
        },
        {
          "scid": "thag10.3:1.6.10",
          "en": "It’s not something just for today; It isn’t incredible or astonishing. When you’re born, you die— What’s astonishing about that?"
        },
        {
          "scid": "thag10.3:1.7.11",
          "en": "For anyone who is born, Death always follows after living. Everyone who is born here dies here; Such is the nature of living beings."
        },
        {
          "scid": "thag10.3:1.8.12",
          "en": "The things that are useful for the living Are of no use for the dead— Not fame, not celebrity, Not praise by ascetics and brahmins; For the dead, there is only weeping."
        },
        {
          "scid": "thag10.3:1.9.13",
          "en": "And weeping impairs the eye and the body; Complexion, health, and intelligence decline. Your enemies rejoice; But your well-wishers are not happy."
        },
        {
          "scid": "thag10.3:1.10.14",
          "en": "So you should wish that those who stay in your family Have understanding and learning, And do their duty through the power of understanding, Just as you’d cross a full river by boat."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag10.3/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 10.3",
    "volpages": "Thag 58",
    "uid": "thag10.3",
    "blurb": null,
    "difficulty": null,
    "original_title": "Mahākappinattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Mahākappina",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag10.3_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Mahākappina"
      }
    ],
    "parallel_count": 23,
    "biblio": null,
    "num": 3
  }
}