{
  "sutta_uid": "thag13.1",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag13.1",
    "lang": "en",
    "is_root": false,
    "title": "Soṇakoḷivisa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Khadiravaniyarevata",
      "uid": "thag14.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Sunīta",
      "uid": "thag12.2"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag13.1:0.1",
          "en": "Theragāthā 13.1"
        },
        {
          "scid": "thag13.1:0.2",
          "en": "Soṇakoḷivisa",
          "pli": "Soṇakoḷivisattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 13…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag13.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag13.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag13.1:1.0.3",
          "en": "Chapter of the Thirteens"
        },
        {
          "scid": "thag13.1:1.0.4",
          "en": "13.1. Soṇakoḷivisa"
        },
        {
          "scid": "thag13.1:1.1.5",
          "en": "He who was special in the kingdom, The attendant to the king of Aṅga, Today is special in the Dhamma— Soṇa has gone beyond suffering."
        },
        {
          "scid": "thag13.1:1.2.6",
          "en": "Five should be cut off, five should be abandoned, Five should be developed further. A monk who has gone beyond five attachments is called “One who has crossed the flood.”"
        },
        {
          "scid": "thag13.1:1.3.7",
          "en": "If a monk is insolent and negligent, Concerned only with externals, Their virtue, samādhi, and understanding Do not become fulfilled."
        },
        {
          "scid": "thag13.1:1.4.8",
          "en": "They disregard what should be done, And do what shouldn’t be done. For the insolent and the negligent, Their defilements only grow."
        },
        {
          "scid": "thag13.1:1.5.9",
          "en": "Those that have properly undertaken Constant mindfulness of the body, Don’t practise what shouldn’t be done, But consistently do what should be done. Mindful and clearly aware, Their defilements come to an end."
        },
        {
          "scid": "thag13.1:1.6.10",
          "en": "Go on the straight path that has been taught— Don’t turn back. Urge yourself on, And realise nibbāna."
        },
        {
          "scid": "thag13.1:1.7.11",
          "en": "When my energy was over-exerted, The unsurpassed teacher in the world, Made the simile of the lute for me; The Seer taught the Dhamma,"
        },
        {
          "scid": "thag13.1:1.8.12",
          "en": "And when I heard what he said, I stayed joyfully in his teaching. Practising serenity of mind, I attained the supreme goal. I’ve attained the three knowledges, And fulfilled the Buddha’s instructions."
        },
        {
          "scid": "thag13.1:1.9.13",
          "en": "Committed to renunciation, And seclusion of the heart, Committed to non-harming, And the end of grasping;"
        },
        {
          "scid": "thag13.1:1.10.14",
          "en": "Committed to the end of craving, And an unconfused heart; When seeing the senses arise, The mind is perfectly liberated."
        },
        {
          "scid": "thag13.1:1.11.15",
          "en": "For the monk who is perfectly liberated, His mind at peace, There’s nothing to add to what has been done; And nothing further to be done."
        },
        {
          "scid": "thag13.1:1.12.16",
          "en": "Just as a solid rock Is not moved by the wind, So sights, tastes, sounds Smells, touches, all of these,"
        },
        {
          "scid": "thag13.1:1.13.17",
          "en": "As well as pleasant and unpleasant phenomena, Don’t shake one who is poised, Whose mind is firm and unfettered, Contemplating vanishing."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag13.1/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 13.1",
    "volpages": "Thag 65",
    "uid": "thag13.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Soṇakoḷivisattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Soṇakoḷivisa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag13.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Soṇakoḷivisa"
      }
    ],
    "parallel_count": 22,
    "biblio": null,
    "num": 1
  }
}