{
  "sutta_uid": "thag17.1",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag17.1",
    "lang": "en",
    "is_root": false,
    "title": "Phussa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Sāriputta",
      "uid": "thag17.2"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Pārāpariya",
      "uid": "thag16.10"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag17.1:0.1",
          "en": "Theragāthā 17.1"
        },
        {
          "scid": "thag17.1:0.2",
          "en": "Phussa",
          "pli": "Phussattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 17…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag17.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag17.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag17.1:1.0.3",
          "en": "Chapter of the Thirties"
        },
        {
          "scid": "thag17.1:1.0.4",
          "en": "17.1. Phussa"
        },
        {
          "scid": "thag17.1:1.1.5",
          "en": "Seeing many who inspire confidence, Personally developed and well-restrained, The sage Paṇḍarasagotta Asked the one known as Phussa:"
        },
        {
          "scid": "thag17.1:1.2.6",
          "en": "“In future times, What desire and motivation And behaviour will people have? Please answer my question.”"
        },
        {
          "scid": "thag17.1:1.3.7",
          "en": "“Listen to my words O sage known as Paṇḍarasa: And remember them carefully, I will describe the future."
        },
        {
          "scid": "thag17.1:1.4.8",
          "en": "In the future many will be Angry and hostile, Denigrating, stubborn, and treacherous, Envious, and holding divergent views."
        },
        {
          "scid": "thag17.1:1.5.9",
          "en": "Thinking they understand the profundity of the Dhamma, They remain on the near shore. Superficial and disrespectful towards the Dhamma, They have no respect for one another."
        },
        {
          "scid": "thag17.1:1.6.10",
          "en": "In the future, Many dangers will arise in the world. Fools will defile The Dhamma that has been taught so well."
        },
        {
          "scid": "thag17.1:1.7.11",
          "en": "Though lacking good qualities, The incompetent, the talkative, And the unlearned, Will be powerful in Saṅgha proceedings."
        },
        {
          "scid": "thag17.1:1.8.12",
          "en": "Though possessing good qualities, The competent, the conscientious, And the unbiased, Will be weak in Saṅgha proceedings."
        },
        {
          "scid": "thag17.1:1.9.13",
          "en": "In the future, fools will accept Gold and silver, Fields and property, goats and sheep, And male and female bonded servants."
        },
        {
          "scid": "thag17.1:1.10.14",
          "en": "Fools looking to find fault in others, But bereft of virtues themselves, Will wander about, insolent, Like cantankerous beasts."
        },
        {
          "scid": "thag17.1:1.11.15",
          "en": "They’ll be arrogant, Wrapped in robes of blue; Deceitful, obstinate, chatty, caustic, They’ll wander as if they were noble ones."
        },
        {
          "scid": "thag17.1:1.12.16",
          "en": "With hair sleeked back with oil, Fickle, their eyes painted with eye-liner, They’ll travel on the high-road, Wrapped in robes of ivory color."
        },
        {
          "scid": "thag17.1:1.13.17",
          "en": "They’ll love white clothes, And they’ll detest the deep-dyed ochre robe, The banner of the arahants, Which is worn without disgust by the free."
        },
        {
          "scid": "thag17.1:1.14.18",
          "en": "They’ll want lots of things, And be lazy, lacking energy; Weary of the forest, They’ll stay in villages."
        },
        {
          "scid": "thag17.1:1.15.19",
          "en": "Being unrestrained, they’ll keep company with Those who obtain lots of things, And who always enjoy wrong livelihood, Following their example."
        },
        {
          "scid": "thag17.1:1.16.20",
          "en": "They won’t respect those Who don’t obtain lots of things, And they won’t associate with the wise, Even though they’re very amiable."
        },
        {
          "scid": "thag17.1:1.17.21",
          "en": "Disparaging their own banner, Which is dyed the colour of copper, Some will wear the white banner Of the followers of other religions."
        },
        {
          "scid": "thag17.1:1.18.22",
          "en": "Then they’ll have no respect For the ochre robe; The monks will not reflect On the nature of the ochre robe."
        },
        {
          "scid": "thag17.1:1.19.23",
          "en": "This awful lack of reflection Was unthinkable to the elephant, Who was overcome by suffering, Pierced by an arrow, and injured."
        },
        {
          "scid": "thag17.1:1.20.24",
          "en": "Then the six-tusked elephant, Seeing the deep-coloured banner of the arahants, Straight away spoke these verses Connected with the goal."
        },
        {
          "scid": "thag17.1:1.21.25",
          "en": "The impure one Who will wear the ochre robe Without taming and truth, Isn’t worthy of the ochre robe."
        },
        {
          "scid": "thag17.1:1.22.26",
          "en": "Whoever has rejected impurities, Endowed with virtues, Possessing truth and taming, They are truly worthy of the ochre robe."
        },
        {
          "scid": "thag17.1:1.23.27",
          "en": "Devoid of virtue, unintelligent, Wild, doing what they like, Their minds all over the place, indolent They are not worthy of the ochre robe."
        },
        {
          "scid": "thag17.1:1.24.28",
          "en": "Whoever is endowed with virtue, Free of lust, possessing samādhi, Their heart’s intention pure, They are truly worthy of the ochre robe."
        },
        {
          "scid": "thag17.1:1.25.29",
          "en": "The conceited, arrogant fool, Who has no virtue, Is worthy of a white robe— What use is an ochre robe for them?"
        },
        {
          "scid": "thag17.1:1.26.30",
          "en": "In the future, monks and nuns With corrupt hearts, disrespectful, Will disparage those With hearts of loving-kindness."
        },
        {
          "scid": "thag17.1:1.27.31",
          "en": "Though trained in wearing the robe By senior monks, The unintelligent will not listen, Wild, doing what they like."
        },
        {
          "scid": "thag17.1:1.28.32",
          "en": "With that kind of attitude to training, Those fools won’t respect each another, Or take any notice of their mentors, Like a wild horse with its charioteer."
        },
        {
          "scid": "thag17.1:1.29.33",
          "en": "So, in the future, This will be the practice Of monks and nuns, When the latter days have come."
        },
        {
          "scid": "thag17.1:1.30.34",
          "en": "Before this terrifying future arrives, Be easy to admonish, Kind in speech, And respect one another."
        },
        {
          "scid": "thag17.1:1.31.35",
          "en": "Have hearts of loving-kindness and compassion, And keep your precepts; Be energetic, resolute, And always strong in exertion."
        },
        {
          "scid": "thag17.1:1.32.36",
          "en": "Seeing heedlessness as fearful, And heedfulness as security, Develop the eight-fold path, Realising the deathless state.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag17.1/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 17.1",
    "volpages": "Thag 87",
    "uid": "thag17.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Phussattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Phussa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag17.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Phussa"
      }
    ],
    "parallel_count": 20,
    "biblio": null,
    "num": 1
  }
}