{
  "sutta_uid": "thag20.1",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag20.1",
    "lang": "en",
    "is_root": false,
    "title": "Mahāmoggallāna",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Vaṅgīsa",
      "uid": "thag21.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Tāḷapuṭa",
      "uid": "thag19.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag20.1:0.1",
          "en": "Theragāthā 20.1"
        },
        {
          "scid": "thag20.1:0.2",
          "en": "Mahāmoggallāna",
          "pli": "Mahāmoggallānattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 20.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag20.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag20.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag20.1:1.0.3",
          "en": "Chapter of the Sixties"
        },
        {
          "scid": "thag20.1:1.0.4",
          "en": "20.1. Mahāmoggallāna"
        },
        {
          "scid": "thag20.1:1.1.5",
          "en": "“Living in the wilderness, eating only alms-food, Happy with whatever scraps fall into the alms-bowl, And serene inside: Let us tear apart the army of death."
        },
        {
          "scid": "thag20.1:1.2.6",
          "en": "Living in the wilderness, eating only alms-food, Happy with whatever scraps fall into the alms-bowl, Let us smash the army of death, Like an elephant smashing a reed hut."
        },
        {
          "scid": "thag20.1:1.3.7",
          "en": "Living at the foot of a tree, persevering, Happy with whatever scraps fall into the alms-bowl, And serene inside: Let us tear apart the army of death."
        },
        {
          "scid": "thag20.1:1.4.8",
          "en": "Living at the foot of a tree, persevering Happy with whatever scraps fall into the alms-bowl, Let us crush the army of death, Like an elephant crushing a reed hut.”"
        },
        {
          "scid": "thag20.1:1.5.9",
          "en": "“With a skeleton as a hut, Woven together with flesh and tendons— Damn this stinking body! Which cherishes other bodies."
        },
        {
          "scid": "thag20.1:1.6.10",
          "en": "You sack of dung wrapped in skin! You demon with horns on your chest! Your body has nine streams, Which are flowing all the time."
        },
        {
          "scid": "thag20.1:1.7.11",
          "en": "With its nine streams, Your body stinks, full of dung. A monk seeking purity would avoid it altogether, Like excrement."
        },
        {
          "scid": "thag20.1:1.8.12",
          "en": "If they knew you Like I do, They’d keep far away, Like a cesspit in the rainy-season.”"
        },
        {
          "scid": "thag20.1:1.9.13",
          "en": "“So it is, great hero! As you say, ascetic! But some sink here Like an old bull in mud.”"
        },
        {
          "scid": "thag20.1:1.10.14",
          "en": "“Whoever might think Of making the sky yellow, Or any other colour, Would only be causing trouble for themselves."
        },
        {
          "scid": "thag20.1:1.11.15",
          "en": "This mind is like the sky: Serene inwardly. Evil-minded one, don’t attack me Like a moth to a bonfire.”"
        },
        {
          "scid": "thag20.1:1.12.16",
          "en": "“See this fancy puppet, A heap of sores, a composite body, Diseased, obsessed over, Having no lasting stability."
        },
        {
          "scid": "thag20.1:1.13.17",
          "en": "See this fancy shape, With its gems and earrings; It is bones wrapped with skin, Made pretty by its clothes."
        },
        {
          "scid": "thag20.1:1.14.18",
          "en": "Rouged feet And powdered face Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag20.1:1.15.19",
          "en": "Hair in eight braids And eyeliner applied, Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag20.1:1.16.20",
          "en": "Like a newly decorated makeup box, The disgusting body all adorned  Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag20.1:1.17.21",
          "en": "The hunter laid his trap, But the deer didn’t get caught in the snare; Having eaten the bait we go, Leaving the deer-trapper to lament."
        },
        {
          "scid": "thag20.1:1.18.22",
          "en": "The hunter’s trap is broken, And the deer didn’t get caught in the snare; Having eaten the bait we go, Leaving the deer-trapper to lament.”"
        },
        {
          "scid": "thag20.1:1.19.23",
          "en": "“Then there was terror! Then they had goose-bumps! When Sāriputta, endowed with many qualities, Passed into nibbāna."
        },
        {
          "scid": "thag20.1:1.20.24",
          "en": "All conditions are impermanent, Their nature is to rise and fall. They arise, then they cease— And their stilling is bliss.”"
        },
        {
          "scid": "thag20.1:1.21.25",
          "en": "“Those who see the five aggregates As other, not as self, Penetrate a subtle thing, Like a hair-tip with an arrow."
        },
        {
          "scid": "thag20.1:1.22.26",
          "en": "Those who see conditions As other, not as self, Pierce a fine thing, Like a hair-tip with an arrow.”"
        },
        {
          "scid": "thag20.1:1.23.27",
          "en": "“As if struck by a sword, As if their head was on fire, Mindful, a monk should go forth, To abandon desire for sensual pleasures."
        },
        {
          "scid": "thag20.1:1.24.28",
          "en": "As if struck by a sword, As if their head was on fire, Mindful, a monk should go forth, To abandon desire to be reborn in any state of existence.”"
        },
        {
          "scid": "thag20.1:1.25.29",
          "en": "“Encouraged by the developed one, Bearing his final body, I shook the palace of Migāra’s mother With my big toe.”"
        },
        {
          "scid": "thag20.1:1.26.30",
          "en": "“This isn’t something you can get by being slack; This isn’t something that takes little strength: The realization of nibbāna, The release from all attachments.”"
        },
        {
          "scid": "thag20.1:1.27.31",
          "en": "“This young monk, The best of men, Has vanquished Māra and his mount, And bears his final body.”"
        },
        {
          "scid": "thag20.1:1.28.32",
          "en": "“Lightning flashes down On the cleft of Vebhāra and Paṇḍava. But in the mountain cleft, the son of the inimitable Is poised and absorbed in jhāna.”"
        },
        {
          "scid": "thag20.1:1.29.33",
          "en": "“Calm and quiet, The sage in his secluded lodging, The heir to the best of Buddhas, Is honoured even by Brahmā.”"
        },
        {
          "scid": "thag20.1:1.30.34",
          "en": "“Calm and quiet, The sage in his secluded lodging, The heir to the best of Buddhas: Brahman, you should honor Kassapa!"
        },
        {
          "scid": "thag20.1:1.31.35",
          "en": "Even if someone were to be born A hundred times repeatedly in the human realm, And always as a brahman, A student who memorized the Vedas,"
        },
        {
          "scid": "thag20.1:1.32.36",
          "en": "And if he were a teacher, With mastery of the three Vedas: Honoring such a person Isn’t worth a sixteenth of that."
        },
        {
          "scid": "thag20.1:1.33.37",
          "en": "Whoever attains the eight emancipations Forwards and backwards before breakfast, And then goes on alms-round—"
        },
        {
          "scid": "thag20.1:1.34.38",
          "en": "Don’t attack such a monk! Don’t ruin yourself, brahman! Have faith in the arahant Quickly venerate him with hands in añjalī, Don’t let your head be split open!”"
        },
        {
          "scid": "thag20.1:1.35.39",
          "en": "“If you think transmigration is the important thing, You don’t see the Dhamma. You’re following a twisted path, A bad path that will lead you down."
        },
        {
          "scid": "thag20.1:1.36.40",
          "en": "Like a worm smeared with dung, He is besotted with conditions. Sunk in gain and honour, Poṭṭhila goes on, hollow.”"
        },
        {
          "scid": "thag20.1:1.37.41",
          "en": "“See Sāriputta coming! It is good to see him. Liberated in both ways, Serene inside himself."
        },
        {
          "scid": "thag20.1:1.38.42",
          "en": "With dart removed and fetters ended, With the three knowledges, destroyer of death, Worthy of offerings, An unsurpassed field of merit for people.”"
        },
        {
          "scid": "thag20.1:1.39.43",
          "en": "These famous gods Endowed with psychic powers, All 10,000 of them, Are ministers of Brahmā. They stand with hands in añjalī, Honouring Moggallāna."
        },
        {
          "scid": "thag20.1:1.40.44",
          "en": "‘Homage to you, thoroughbred among men! Homage to you, best of men! Since your defilements are ended, You, sir, are worthy of offerings!’”"
        },
        {
          "scid": "thag20.1:1.41.45",
          "en": "“Venerated by men and gods, He has arisen, the transcender of death. He is undefiled by conditions, As a lotus-flower by water."
        },
        {
          "scid": "thag20.1:1.42.46",
          "en": "Knowing in an hour the thousand-fold world, Including the Brahmā realm; Having mastery of psychic powers, and the knowledge  Of the passing away and rebirth of beings in time: That monk sees the gods.”"
        },
        {
          "scid": "thag20.1:1.43.47",
          "en": "“Sāriputta, the monk who has crossed over, Would be supreme Because of his wisdom,  Virtue, and peace."
        },
        {
          "scid": "thag20.1:1.44.48",
          "en": "But in a moment I can create the likenesses Of ten million times 100,000 people! I’m skilled in transformations; I’m a master of physic powers."
        },
        {
          "scid": "thag20.1:1.45.49",
          "en": "A member of the Moggallāna clan,  Attained to perfection and mastery In samādhi and knowledge, Wise in the teachings of the unattached, With serene faculties, has burst his bonds, Like an elephant bursts a rope of creeper."
        },
        {
          "scid": "thag20.1:1.46.50",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag20.1:1.47.51",
          "en": "I’ve attained the goal For the sake of which I went forth From home life into homelessness— The ending of all fetters.”"
        },
        {
          "scid": "thag20.1:1.48.52",
          "en": "“‘What kind of hell was that, Where Dussī was boiled, After attacking the disciple Vidhura, Along with the brahmin Kakusandha?’"
        },
        {
          "scid": "thag20.1:1.49.53",
          "en": "‘There were 100 iron spikes, Each one individually causing pain: That was the kind of hell Where Dussī was boiled, After attacking the disciple Vidhura Along with the brahmin Kakusandha.’"
        },
        {
          "scid": "thag20.1:1.50.54",
          "en": "‘Dark One, if you attack A monk who knows this from their own experience, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.51.55",
          "en": "‘Mansions that last for an aeon Stand in the middle of a lake; The colour of lapis lazuli, Brilliant, sparkling, and shining; Many nymphs of diverse colours Dance there."
        },
        {
          "scid": "thag20.1:1.52.56",
          "en": "‘Dark One, if you attack A monk who knows this from their own experience, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.53.57",
          "en": "‘The one who, encouraged by the Buddha, With the monastic Saṅgha looking on, Shook the palace of Migāra’s mother With their big toe:"
        },
        {
          "scid": "thag20.1:1.54.58",
          "en": "‘Dark One, if you attack A monk who knows this from their own experience, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.55.59",
          "en": "‘The one who shook Vejayanta palace With their big toe, Relying on psychic power, Inspiring awe among the gods:"
        },
        {
          "scid": "thag20.1:1.56.60",
          "en": "‘Dark One, if you attack A monk who knows this from their own experience, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.57.61",
          "en": "‘The one who asked Sakka in Vejayanta palace: “Friend, do you know the freedom That comes with the end of craving?” And to whom, when asked this question, Sakka answered truthfully:"
        },
        {
          "scid": "thag20.1:1.58.62",
          "en": "‘Dark One, if you attack A monk who knows this from their own experience, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.59.63",
          "en": "‘The one who asked Brahmā In the Sudhamma Hall before the assembly: “Friend, do you still have the same view That you had in the past? Or do you see the radiance Of the Brahmā world passing away?”"
        },
        {
          "scid": "thag20.1:1.60.64",
          "en": "‘And to whom, when asked this question, Brahmā answered truthfully: “Friend, I don’t have that view That I had in the past."
        },
        {
          "scid": "thag20.1:1.61.65",
          "en": "‘“I see the radiance Of the Brahmā world passing away. So how could I say today That I am permanent and eternal?”"
        },
        {
          "scid": "thag20.1:1.62.66",
          "en": "‘Dark One, if you attack A monk who directly knows this, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.63.67",
          "en": "‘The one who through emancipation has touched The peak of the mighty Mount Neru, The forests of Pubbavideha, And the people who live there:"
        },
        {
          "scid": "thag20.1:1.64.68",
          "en": "‘Dark One, if you attack A monk who directly knows this, A disciple of the Buddha, You will fall into suffering."
        },
        {
          "scid": "thag20.1:1.65.69",
          "en": "‘Though a fire doesn’t think “I’ll burn the fool” Still the fool who comes too close To the fire gets burnt."
        },
        {
          "scid": "thag20.1:1.66.70",
          "en": "‘In the same way Māra, Having attacked the Tathāgata, You’ll burn yourself, Like a fool touching the flames."
        },
        {
          "scid": "thag20.1:1.67.71",
          "en": "‘Having attacked the Tathāgata, Māra produced demerit. Wicked one, do you imagine: “My wickedness won’t bear fruit?”"
        },
        {
          "scid": "thag20.1:1.68.72",
          "en": "‘For a long time you’ve piled up The wickedness that you’ve created. Keep away from the Buddha, Māra! Give up hope in tricking the monks.’"
        },
        {
          "scid": "thag20.1:1.69.73",
          "en": "That is how, in the Bhesekaḷā grove The monk rebuked Māra. That spirit, downcast, Disappeared right there!”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag20.1/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 20.1",
    "volpages": "Thag 104",
    "uid": "thag20.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Mahāmoggallānattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Mahāmoggallāna",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag20.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Mahāmoggallāna"
      }
    ],
    "parallel_count": 11,
    "biblio": null,
    "num": 1
  }
}