{
  "sutta_uid": "thag17.3",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag17.3",
    "lang": "en",
    "is_root": false,
    "title": "Ānanda",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Mahākassapa",
      "uid": "thag18.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Sāriputta",
      "uid": "thag17.2"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag17.3:0.1",
          "en": "Theragāthā 17.3"
        },
        {
          "scid": "thag17.3:0.2",
          "en": "Ānanda",
          "pli": "Ānandattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 17.3",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag17.3:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag17.3:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag17.3:1.0.3",
          "en": "Chapter of the Thirties"
        },
        {
          "scid": "thag17.3:1.0.4",
          "en": "17.3. Ānanda"
        },
        {
          "scid": "thag17.3:1.1.5",
          "en": "“A wise person would not make friends With a slanderous or hostile person, With a miser, or one who delights in the misfortunes of others; Association with a bad person is harmful."
        },
        {
          "scid": "thag17.3:1.2.6",
          "en": "The wise would make friends  With the faithful, the pleasant, Those with understanding, who are learned; Association with a good person is blessed."
        },
        {
          "scid": "thag17.3:1.3.7",
          "en": "See this fancy puppet, A heap of sores, a composite body, Diseased, obsessed over, Having no lasting stability."
        },
        {
          "scid": "thag17.3:1.4.8",
          "en": "See this fancy shape, With its gems and earrings; It is bones wrapped with skin, Made pretty by its clothes."
        },
        {
          "scid": "thag17.3:1.5.9",
          "en": "Rouged feet And powdered face Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag17.3:1.6.10",
          "en": "Hair in eight braids And eyeliner applied, Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag17.3:1.7.11",
          "en": "Like a newly decorated make-up box, The disgusting body all adorned  Is enough to delude a fool, But not a seeker of the far shore."
        },
        {
          "scid": "thag17.3:1.8.12",
          "en": "Gotama is learned, a brilliant speaker, The attendant to the Buddha. Unfettered, with burden put aside, He lies down to sleep."
        },
        {
          "scid": "thag17.3:1.9.13",
          "en": "Unfettered, his defilements have ended, He has transcended attachments, and has attained nibbāna. He bears his final body, Gone beyond birth and death."
        },
        {
          "scid": "thag17.3:1.10.14",
          "en": "Gotama, in whom the teachings of the Buddha, The Kinsman of the Sun, are established, Stands on the path Leading to nibbāna."
        },
        {
          "scid": "thag17.3:1.11.15",
          "en": "I learned 82,000 from the Buddha, And 2,000 from the monks; These 84,000 Are the teachings I have memorized."
        },
        {
          "scid": "thag17.3:1.12.16",
          "en": "A person of little learning Ages like an ox— Their flesh grows, But their wisdom doesn’t."
        },
        {
          "scid": "thag17.3:1.13.17",
          "en": "A learned person who, on account of their learning, Looks down on someone of little learning, Seems to me like A blind man holding a lamp."
        },
        {
          "scid": "thag17.3:1.14.18",
          "en": "You should stay close to a learned person— Don’t lose what you’ve learned. It is the root of the spiritual life, So you should memorize the Dhamma."
        },
        {
          "scid": "thag17.3:1.15.19",
          "en": "Knowing the sequence and meaning of the teaching, Skilled in the interpretation of terms, He makes sure it is well memorized, And then examines the meaning."
        },
        {
          "scid": "thag17.3:1.16.20",
          "en": "Accepting the teachings, he becomes enthusiastic; Making an effort, he scrutinizes the Dhamma; Striving at the right time, He is serene inside himself."
        },
        {
          "scid": "thag17.3:1.17.21",
          "en": "If you want to understand the Dhamma, You should associate with the sort of person Who is learned, and has memorized the Dhamma, A wise disciple of the Buddha."
        },
        {
          "scid": "thag17.3:1.18.22",
          "en": "A monk who is learned, and has memorized the Dhamma, A keeper of the great sage’s treasury, Is a visionary for the entire world, Venerable, and learned."
        },
        {
          "scid": "thag17.3:1.19.23",
          "en": "Delighting in Dhamma, enjoying Dhamma, Reflecting on Dhamma, Recollecting Dhamma, He doesn’t decline in the true Dhamma."
        },
        {
          "scid": "thag17.3:1.20.24",
          "en": "When your body is pampered and heavy, While your remaining time is running out; Greedy for physical pleasure, How can you find happiness as an ascetic?"
        },
        {
          "scid": "thag17.3:1.21.25",
          "en": "Every direction is unclear! The Dhamma does not occur to me! With the passing of our good friend, It all seems dark."
        },
        {
          "scid": "thag17.3:1.22.26",
          "en": "If your friend has passed away, And your teacher is past and gone, There’s no friend like Mindfulness of the body."
        },
        {
          "scid": "thag17.3:1.23.27",
          "en": "The old have passed away, And I don’t get on with the new. Today I meditate alone Like a bird snug in its nest.”"
        },
        {
          "scid": "thag17.3:1.24.28",
          "en": "“Many international visitors Have come to see. Don’t block the audience, Let the congregation see me.”"
        },
        {
          "scid": "thag17.3:1.25.29",
          "en": "“Lots of international visitors Have come to see. The teacher grants them the opportunity, The seer doesn’t stop them."
        },
        {
          "scid": "thag17.3:1.26.30",
          "en": "For the 25 years Since I have been a trainee, No sensual perception arose in me: See the excellence of the Dhamma!"
        },
        {
          "scid": "thag17.3:1.27.31",
          "en": "For the 25 years Since I have been a trainee, No malicious perception arose in me: See the excellence of the Dhamma!"
        },
        {
          "scid": "thag17.3:1.28.32",
          "en": "For 25 years I attended on the Blessed One With loving deeds, Like a shadow that never left."
        },
        {
          "scid": "thag17.3:1.29.33",
          "en": "For 25 years I attended on the Blessed One With loving words, Like a shadow that never left."
        },
        {
          "scid": "thag17.3:1.30.34",
          "en": "For 25 years I attended on the Blessed One With loving thoughts, Like a shadow that never left."
        },
        {
          "scid": "thag17.3:1.31.35",
          "en": "While the Buddha was walking meditation, I walked meditation behind him. As he taught the Dhamma, Knowledge arose in me."
        },
        {
          "scid": "thag17.3:1.32.36",
          "en": "I’m a trainee, who has more to do! My mind is not perfected! Yet the teacher, who was so compassionate to me, Has passed into nibbāna."
        },
        {
          "scid": "thag17.3:1.33.37",
          "en": "Then there was terror! Then they had goose-bumps! When the Buddha, endowed with all qualities, Passed into nibbāna.”"
        },
        {
          "scid": "thag17.3:1.34.38",
          "en": "“Ānanda, who was learned, and had memorized the Dhamma, A keeper of the great sage’s treasury, A visionary for the entire world, Has passed into nibbāna."
        },
        {
          "scid": "thag17.3:1.35.39",
          "en": "He was learned, and had memorized the Dhamma, A keeper of the great sage’s treasury, A visionary for the entire world, When all was black, he dispelled the dark."
        },
        {
          "scid": "thag17.3:1.36.40",
          "en": "He is the sage who remembered the teachings, And mastered their sequence, holding them firm. The senior monk who memorized the Dhamma, Ānanda was a mine of gems.”"
        },
        {
          "scid": "thag17.3:1.37.41",
          "en": "“I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag17.3/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 17.3",
    "volpages": "Thag 91",
    "uid": "thag17.3",
    "blurb": null,
    "difficulty": null,
    "original_title": "Ānandattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Ānanda",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag17.3_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Ānanda"
      }
    ],
    "parallel_count": 28,
    "biblio": null,
    "num": 3
  }
}