{
  "sutta_uid": "thag14.1",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag14.1",
    "lang": "en",
    "is_root": false,
    "title": "Khadiravaniyarevata",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Godatta",
      "uid": "thag14.2"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Soṇakoḷivisa",
      "uid": "thag13.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag14.1:0.1",
          "en": "Theragāthā 14.1"
        },
        {
          "scid": "thag14.1:0.2",
          "en": "Khadiravaniyarevata",
          "pli": "Khadiravaniyarevatattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 14.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag14.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag14.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag14.1:1.0.3",
          "en": "Chapter of the Fourteens"
        },
        {
          "scid": "thag14.1:1.0.4",
          "en": "14.1. Khadiravaniyarevata"
        },
        {
          "scid": "thag14.1:1.1.5",
          "en": "Since I’ve gone forth From home life into homelessness, I’m not aware of any intention That is ignoble and hateful."
        },
        {
          "scid": "thag14.1:1.2.6",
          "en": "“May these beings be killed! May they be slaughtered! May they suffer!”— I’m not aware of having any such intentions In all this long period of time."
        },
        {
          "scid": "thag14.1:1.3.7",
          "en": "I have been aware of loving-kindness, Measureless and well-developed, Gradually built up, Just as the Buddha taught."
        },
        {
          "scid": "thag14.1:1.4.8",
          "en": "I’m friend and comrade to all, Compassionate to all beings, Developing a mind of loving-kindness, And always delighting in harmlessness."
        },
        {
          "scid": "thag14.1:1.5.9",
          "en": "Immovable, unshakable, I gladden the mind. I develop the sublime abidings, Which bad men do not cultivate."
        },
        {
          "scid": "thag14.1:1.6.10",
          "en": "Having entered a meditation state without thought, A disciple of the Buddha Is at that moment blessed With noble silence."
        },
        {
          "scid": "thag14.1:1.7.11",
          "en": "Just like a rocky mountain Is unshakable and firmly grounded; So when delusion ends, A monk, like a mountain, doesn’t tremble."
        },
        {
          "scid": "thag14.1:1.8.12",
          "en": "To the blameless man Who is always seeking purity, Even a hair-tip of evil Seems the size of a cloud."
        },
        {
          "scid": "thag14.1:1.9.13",
          "en": "Just like a frontier city, Is guarded inside and out, So you should ward yourselves— Don’t let the moment pass you by."
        },
        {
          "scid": "thag14.1:1.10.14",
          "en": "I don’t long for death; I don’t long for life; I await my time, Like a worker waiting for their wages."
        },
        {
          "scid": "thag14.1:1.11.15",
          "en": "I don’t long for death; I don’t long for life; I await my time, Aware and mindful."
        },
        {
          "scid": "thag14.1:1.12.16",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag14.1:1.13.17",
          "en": "I’ve attained the goal For the sake of which I went forth From home life into homelessness— The ending of all fetters."
        },
        {
          "scid": "thag14.1:1.14.18",
          "en": "Strive on with heedfulness: This is my advice. Come, I’ll realise nibbāna— I’m liberated in every way."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag14.1/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 14.1",
    "volpages": "Thag 67",
    "uid": "thag14.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Khadiravaniyarevatattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Khadiravaniyarevata",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag14.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Khadiravaniyarevata"
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "num": 1
  }
}