{
  "sutta_uid": "thag18.1",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag18.1",
    "lang": "en",
    "is_root": false,
    "title": "Mahākassapa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Tāḷapuṭa",
      "uid": "thag19.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Ānanda",
      "uid": "thag17.3"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag18.1:0.1",
          "en": "Theragāthā 18.1"
        },
        {
          "scid": "thag18.1:0.2",
          "en": "Mahākassapa",
          "pli": "Mahākassapattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 18.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag18.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag18.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag18.1:1.0.3",
          "en": "Chapter of the Forties"
        },
        {
          "scid": "thag18.1:1.0.4",
          "en": "18.1. Mahākassapa"
        },
        {
          "scid": "thag18.1:1.1.5",
          "en": "You shouldn’t live for the adulation of a following; It turns your mind, and makes samādhi hard to find. Seeing that popularity is suffering, You shouldn’t accept a following."
        },
        {
          "scid": "thag18.1:1.2.6",
          "en": "A sage should not visit respectable families It turns your mind, and makes samādhi hard to find. One who’s eager and greedy for flavours, Misses the goal that brings such happiness."
        },
        {
          "scid": "thag18.1:1.3.7",
          "en": "They know that this really is a bog, This homage and veneration among respectable families. Honor is a subtle dart, hard to extract, And hard for a bad man to give up."
        },
        {
          "scid": "thag18.1:1.4.8",
          "en": "I came down from my lodging And entered the city for alms. I courteously stood by While a leper ate."
        },
        {
          "scid": "thag18.1:1.5.9",
          "en": "With his putrid hand He offered me a morsel. Putting the morsel in my bowl, His finger broke off right there."
        },
        {
          "scid": "thag18.1:1.6.10",
          "en": "Leaning against the foot of a wall, I ate that morsel. While eating, and afterwards, I did not feel any disgust."
        },
        {
          "scid": "thag18.1:1.7.11",
          "en": "Anyone who makes use of Leftovers for food, Putrid urine as medicine, The root of a tree as lodging, And rags from the rubbish-heap as robes, Is at home in any direction."
        },
        {
          "scid": "thag18.1:1.8.12",
          "en": "Where some have perished While climbing the mountain, There Kassapa ascends; An heir of the Buddha, Aware and mindful, Relying on his psychic powers."
        },
        {
          "scid": "thag18.1:1.9.13",
          "en": "Returning from alms-round, Kassapa ascends the mountain, And practices jhāna without grasping, With fear and dread abandoned."
        },
        {
          "scid": "thag18.1:1.10.14",
          "en": "Returning from alms-round, Kassapa ascends the mountain, And practices jhāna without grasping, Quenched amongst those who burn."
        },
        {
          "scid": "thag18.1:1.11.15",
          "en": "Returning from alms-round, Kassapa ascends the mountain, And practices jhāna without grasping, His duty done, without defilements."
        },
        {
          "scid": "thag18.1:1.12.16",
          "en": "Strewn with garlands of the musk-rose tree, These regions are delightful. Lovely, resounding with the trumpeting of elephants: These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.13.17",
          "en": "They look like blue-black storm clouds, glistening,  Cooled with the waters of clear-flowing streams, And covered with ladybird beetles: These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.14.18",
          "en": "Like the peak of a blue-black storm cloud, Or like a fine peaked house, Lovely, resounding with the trumpeting of elephants: These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.15.19",
          "en": "The rain comes down on the lovely flats, In the mountains frequented by sages. Echoing with the cries of peacocks, These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.16.20",
          "en": "It’s enough for me, Desiring to practice jhāna, resolute and mindful. It’s enough for me, A resolute monk, desiring the goal."
        },
        {
          "scid": "thag18.1:1.17.21",
          "en": "It’s enough for me, A resolute monk, desiring ease, It’s enough for me, Desiring to practice, resolute and poised."
        },
        {
          "scid": "thag18.1:1.18.22",
          "en": "Covered with flowers of flax, Like the sky covered with clouds, Full of flocks of many different birds, These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.19.23",
          "en": "Empty of householders, Frequented by herds of deer, Full of flocks of many different birds, These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.20.24",
          "en": "The water is clear and the gorges are wide, Monkeys and deer are all around; Festooned with dewy moss, These rocky crags delight me!"
        },
        {
          "scid": "thag18.1:1.21.25",
          "en": "Music played by a five-piece band Can never make you as happy, As when, with unified mind, You rightly discern the Dhamma."
        },
        {
          "scid": "thag18.1:1.22.26",
          "en": "Don’t get involved in lots of work, Avoid people, and don’t try to get more requisites. If you’re eager and greedy for flavours, You’ll miss the goal that brings such happiness."
        },
        {
          "scid": "thag18.1:1.23.27",
          "en": "Don’t get involved in lots of work, Avoid what doesn’t lead to the goal. The body gets worn out and fatigued, And when you suffer, you won’t find tranquillity."
        },
        {
          "scid": "thag18.1:1.24.28",
          "en": "You won’t see yourself By merely reciting words, Wandering stiff-necked And thinking, “I’m better.”"
        },
        {
          "scid": "thag18.1:1.25.29",
          "en": "The fool is no better, But they think they are. The wise don’t praise Stiff-minded people."
        },
        {
          "scid": "thag18.1:1.26.30",
          "en": "Whoever is not affected By the modes of conceit— “I am better”, “I am not better”, “I am worse”, or “I am the same”—"
        },
        {
          "scid": "thag18.1:1.27.31",
          "en": "Poised, with such understanding, Endowed with virtues, And devoted to tranquillity of mind: That is who the wise praise."
        },
        {
          "scid": "thag18.1:1.28.32",
          "en": "Whoever has no respect For their companions in spiritual life Is as far from true Dhamma As the sky is from the earth."
        },
        {
          "scid": "thag18.1:1.29.33",
          "en": "Those whose conscience and shame Are always rightly established, Thrive in the spiritual life, For them, there is no rebirth in any state of existence."
        },
        {
          "scid": "thag18.1:1.30.34",
          "en": "If a monk who is haughty and fickle, Wears rags from the rubbish-heap, Like a monkey in a lion skin, That doesn’t make him impressive."
        },
        {
          "scid": "thag18.1:1.31.35",
          "en": "But if they are humble and stable, Controlled, with faculties restrained, Then wearing rags from the rubbish-heap is impressive, Like a lion in a mountain cave."
        },
        {
          "scid": "thag18.1:1.32.36",
          "en": "These famous gods Endowed with psychic powers, All 10,000 of them, Belong to the retinue of Brahmā."
        },
        {
          "scid": "thag18.1:1.33.37",
          "en": "They stand with hands in añjalī, Honouring Sāriputta, The general of the Dhamma, the hero, The great meditator who is endowed with samādhi."
        },
        {
          "scid": "thag18.1:1.34.38",
          "en": "“Homage to you, thoroughbred among men! Homage to you, best among men! We do not even understand The basis of your jhāna."
        },
        {
          "scid": "thag18.1:1.35.39",
          "en": "The profound domain of the Buddhas Is truly amazing. We do not understand them, Though we’ve gathered here to split hairs.”"
        },
        {
          "scid": "thag18.1:1.36.40",
          "en": "When he saw the company of gods Paying homage to Sāriputta— Who is truly worthy of homage— Kappina smiled."
        },
        {
          "scid": "thag18.1:1.37.41",
          "en": "As far as this Buddha-field extends I am outstanding in ascetic practices. I have no equal, Apart from the great sage himself."
        },
        {
          "scid": "thag18.1:1.38.42",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag18.1:1.39.43",
          "en": "Like a lotus flower unstained by water, Gotama the immeasurable is unstained By robes, lodgings, or food. He inclines to renunciation, And has escaped being reborn in the three states of existence."
        },
        {
          "scid": "thag18.1:1.40.44",
          "en": "The great sage’s neck is the establishment of mindfulness; Faith is his hands, and wisdom his head. Having great knowledge, He always wanders, quenched."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag18.1/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 18.1",
    "volpages": "Thag 94",
    "uid": "thag18.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Mahākassapattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Mahākassapa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag18.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Mahākassapa"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 1
  }
}