{
  "sutta_uid": "thag19.1",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag19.1",
    "lang": "en",
    "is_root": false,
    "title": "Tāḷapuṭa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Mahāmoggallāna",
      "uid": "thag20.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Mahākassapa",
      "uid": "thag18.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag19.1:0.1",
          "en": "Theragāthā 19.1"
        },
        {
          "scid": "thag19.1:0.2",
          "en": "Tāḷapuṭa",
          "pli": "Tālapuṭattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 19.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag19.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag19.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag19.1:1.0.3",
          "en": "Chapter of the Fifties"
        },
        {
          "scid": "thag19.1:1.0.4",
          "en": "19.1. Tāḷapuṭa"
        },
        {
          "scid": "thag19.1:1.1.5",
          "en": "Oh, when will I stay in a mountain cave, Alone, with no companion, Discerning all states of existence as impermanent? This hope of mine, when will it be?"
        },
        {
          "scid": "thag19.1:1.2.6",
          "en": "Oh, when will I stay happily in the forest, A sage wearing a torn robe, dressed in ochre, Unselfish, without desire, With greed, hatred, and delusion destroyed?"
        },
        {
          "scid": "thag19.1:1.3.7",
          "en": "Oh, when will I stay alone in the wood, Fearless, discerning this body as impermanent, A nest of death and disease, Oppressed by death and old age; When will it be?"
        },
        {
          "scid": "thag19.1:1.5.8",
          "en": "Oh, when will I live, having grasped the sharp sword of wisdom And cut the creeper of craving that tangles around everything, The mother of fear, the bringer of suffering, When will it be? Oh, when will I, seated on the lion’s throne, Swiftly grasp the sword of the sages, Forged by wisdom, of fiery might, And swiftly break Māra and his army? When will it be?"
        },
        {
          "scid": "thag19.1:1.6.9",
          "en": "Oh, when will I be seen striving in the assemblies By those who are virtuous, poised, respecting the Dhamma, Seeing things as they are, with faculties subdued? When will it be?"
        },
        {
          "scid": "thag19.1:1.7.10",
          "en": "Oh, when will I focus on my own goal on Giribbaja mountain, Free of oppression by laziness, hunger, thirst, Wind, heat, insects, and reptiles? When will it be?"
        },
        {
          "scid": "thag19.1:1.8.11",
          "en": "Oh, when will I have samādhi and mindfulness, And with understanding attain the four truths, That were realized by the great sage, And are so very hard to see? When will it be?"
        },
        {
          "scid": "thag19.1:1.9.12",
          "en": "Oh, when will I, devoted to tranquillity, See with understanding the infinite sights, Sounds, smells, tastes, touches, and mental phenomena As burning? When will it be?"
        },
        {
          "scid": "thag19.1:1.10.13",
          "en": "Oh, when will I not be downcast Because of criticism, Nor elated because of praise? When will it be?"
        },
        {
          "scid": "thag19.1:1.11.14",
          "en": "Oh when will I discern the aggregates And the infinite varieties of phenomena, Both internal and external, as no more than Wood, grass, and creepers? When will it be?"
        },
        {
          "scid": "thag19.1:1.12.15",
          "en": "Oh, when will the winter clouds rain freshly As I wear my robe in the forest, Walking the path trodden by the sages? When will it be?"
        },
        {
          "scid": "thag19.1:1.13.16",
          "en": "Oh, when will I rise up, intent on attaining the deathless, Hearing in the mountain cave The cry of the crested peacock in the forest? When will it be?"
        },
        {
          "scid": "thag19.1:1.14.17",
          "en": "Oh, when will I cross the Ganges, Yamunā, And Sarasvatī rivers, the Pātāla country, And the dangerous Baḷavāmukha sea, By psychic power, without hindrance? When will it be?"
        },
        {
          "scid": "thag19.1:1.15.18",
          "en": "Oh, when will I be devoted to jhāna, Rejecting entirely the signs of beauty, Splitting apart desire for sensual pleasures, Like an elephant that wanders without ties; When will it be?"
        },
        {
          "scid": "thag19.1:1.16.19",
          "en": "Oh, when will I realise the teaching of the great sage And be content, like a poor person in debt, Harassed by creditors, who finds a hidden treasure? When will it be?"
        },
        {
          "scid": "thag19.1:1.17.20",
          "en": "For many years you begged me, “Enough of living in a house for you!” Why do you not urge me on, mind, Now I’ve gone forth as an ascetic?"
        },
        {
          "scid": "thag19.1:1.18.21",
          "en": "Didn’t you beg me, mind, “On Giribbaja, the birds with colourful wings, Greeting the thunder, Mahinda’s voice, Will delight you as you practice jhāna in the forest”?"
        },
        {
          "scid": "thag19.1:1.19.22",
          "en": "In my family circle, friends, loved ones, and relatives; And in the world, sports and play, and sensual pleasures; All these I have abandoned for the sake of this: And even then you’re not content with me, mind!"
        },
        {
          "scid": "thag19.1:1.20.23",
          "en": "This is mine alone, it doesn’t belong to others; When it is time to don your armour, why lament? Reflecting that all this is unstable, I went forth, longing for the deathless state."
        },
        {
          "scid": "thag19.1:1.21.24",
          "en": "The methodical teacher, supreme among people, Great physician, charioteer of tractable people, said, “The mind sways like a monkey, So it’s very hard to control if you are not free of lust.”"
        },
        {
          "scid": "thag19.1:1.22.25",
          "en": "Sensual pleasures are diverse, sweet, delightful; Ignorant unenlightened people are attached to them. Seeking to be reborn in another state of existence, they wish for suffering; Led on by their mind, they’re relegated to hell."
        },
        {
          "scid": "thag19.1:1.23.26",
          "en": "“Staying in the grove resounding with cries Of peacocks and herons, and liked by leopards and tigers, Abandon concern for the body, without fail!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.24.27",
          "en": "“Develop the jhānas and spiritual faculties, The powers, factors of awakening, and samādhi meditation; Realise the three knowledges in the teaching of the Buddha!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.25.28",
          "en": "“Develop the eight-fold path for realizing the deathless, Emancipating, plunging into the end of  all suffering, And cleansing all defilements!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.26.29",
          "en": "“Properly reflect on the aggregates as suffering, And abandon that from which suffering arises; Make an end of suffering in this very life!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.27.30",
          "en": "“Properly discern that impermanence is suffering, That emptiness is non-self, and that misery is death. Uproot the wandering mind!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.28.31",
          "en": "“Bald, unsightly, accursed, Seek alms amongst families, bowl in hand. Devote yourself to the word of the teacher, the great sage!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.29.32",
          "en": "“Wander the streets well-restrained, With your mind unattached to families and sensual pleasures, Like the full moon when the night is clear!” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.30.33",
          "en": "“Be a wilderness-dweller and an alms-eater, One who lives in charnel grounds, a rag-robe wearer, One who never lies down, always delighting in ascetic practices.” So you used to urge me, mind."
        },
        {
          "scid": "thag19.1:1.31.34",
          "en": "Mind, when you urge me towards the impermanent and unstable, You are acting just like a person who plants trees, Then, when they are about to fruit, Wishes to cut down the very same trees."
        },
        {
          "scid": "thag19.1:1.32.35",
          "en": "You, incorporeal mind, far-traveller, lone-wanderer: I won’t do your bidding any more. Sensual pleasures are suffering, painful, and very dangerous; I’ll wander with my mind focussed only on nibbāna."
        },
        {
          "scid": "thag19.1:1.33.36",
          "en": "I didn’t renounce due to bad luck or shamelessness, Nor because of a whim, nor banishment, Nor for the sake of a livelihood; It was because I agreed to the promise you made, mind."
        },
        {
          "scid": "thag19.1:1.34.37",
          "en": "“Having few wishes, abandoning disparagement, Stilling suffering: these are praised by good people.” So you used to urge me, mind, But now you continue with your old habits!"
        },
        {
          "scid": "thag19.1:1.35.38",
          "en": "Craving, ignorance, the loved and unloved, Pretty sights, pleasant feelings, And the delightful kinds of sensual pleasure: I’ve vomited them all; And I can’t swallow back what I’ve vomited up."
        },
        {
          "scid": "thag19.1:1.36.39",
          "en": "I’ve done your bidding everywhere, mind! For many births, I haven’t done anything to upset you, Yet you show your gratitude by producing craving inside yourself! For a long time I’ve transmigrated in the suffering you’ve created."
        },
        {
          "scid": "thag19.1:1.37.40",
          "en": "Only you, mind, make us holy men; You make us lords or royal sages; Sometimes we become traders or workers; Life as a god is also on account of you."
        },
        {
          "scid": "thag19.1:1.38.41",
          "en": "You alone make us titans; Because of you we are born in hell; Then sometimes we become animals, Life as an ghost is also on account of you."
        },
        {
          "scid": "thag19.1:1.39.42",
          "en": "Come what may, you won’t betray me again, Dazzling me with your ever-changing display; You play with me like I’m mad— But how have I ever failed you, mind?"
        },
        {
          "scid": "thag19.1:1.40.43",
          "en": "In the past my mind wandered How it wished, where it liked, as it pleased. Now I’ll carefully guide it, As a rutting elephant is guided by a trainer with a hook."
        },
        {
          "scid": "thag19.1:1.41.44",
          "en": "The teacher willed that this world appear to me As impermanent, unstable, insubstantial. Mind, let me leap into the conqueror’s teaching, Carry me over the great flood, so very hard to cross."
        },
        {
          "scid": "thag19.1:1.42.45",
          "en": "Things have changed, mind! Nothing could make me return to your control! I’ve gone forth in the teaching of the great sage, Those like me don’t come to ruin."
        },
        {
          "scid": "thag19.1:1.43.46",
          "en": "Mountains, oceans, rivers, the earth; The four directions, the intermediate directions, below and in the sky; The three states of existence are all impermanent and troubled— Where can you go to find happiness, mind?"
        },
        {
          "scid": "thag19.1:1.44.47",
          "en": "Mind, what will you do to someone Who has made the ultimate commitment? Nothing could make me a follower Under your control, mind; There’s no way you’d touch a bellows With a mouth open at each end; Let alone the body flowing with its nine streams!"
        },
        {
          "scid": "thag19.1:1.45.48",
          "en": "You’ve ascended the mountain peak, full of nature’s beauty, Frequented by boars and antelopes, A grove sprinkled with fresh water in the rainy-season; And there you’ll be happy in your cave-home."
        },
        {
          "scid": "thag19.1:1.46.49",
          "en": "Peacocks with beautiful necks and crests, Colourful tail-feathers and wings, Crying out at the sweet-sounding thunder: They’ll delight you as you practice jhāna in the forest."
        },
        {
          "scid": "thag19.1:1.47.50",
          "en": "When the sky has rained down, And the grass is four inches high, And the grove is full of flowers, like a cloud, In the mountain cleft, like the fork of a tree, I’ll lie; It will be as soft as cotton-buds."
        },
        {
          "scid": "thag19.1:1.48.51",
          "en": "I’ll act as a master does: Let whatever I get be enough for me. I’ll make you as supple, As a good worker makes a cat-skin bag."
        },
        {
          "scid": "thag19.1:1.49.52",
          "en": "I’ll act as a master does: Let whatever I get be enough for me. I’ll control you with my energy, As the trainer controls a rutting elephant with a hook."
        },
        {
          "scid": "thag19.1:1.50.53",
          "en": "Now that you’re well-tamed and reliable, I can use you, like a trainer uses a straight-running horse, To practice the safe path, Cultivated by those who take care of their minds."
        },
        {
          "scid": "thag19.1:1.51.54",
          "en": "I shall strongly fasten you to a meditation subject, As an elephant is tied to a post with firm rope. You’ll be well-guarded by me, well-developed by mindfulness, And unattached to rebirth in all states of existence."
        },
        {
          "scid": "thag19.1:1.52.55",
          "en": "You’ll use understanding to cut the follower of the wrong path, Restrain them by practice, and settle them on the right path; And when you have seen the cause of suffering arise and pass away, You’ll be an heir to the greatest teacher."
        },
        {
          "scid": "thag19.1:1.53.56",
          "en": "Under the sway of the four distortions, mind, You led me as if all around the world; And now you won’t associate with the great sage of compassion, The cutter of fetters and bonds?"
        },
        {
          "scid": "thag19.1:1.54.57",
          "en": "Like a deer roaming free in the colourful forest, I’ll ascend the lovely mountain wreathed in cloud, And rejoice to be on that hill, free of folk— There is no doubt you’ll perish, mind."
        },
        {
          "scid": "thag19.1:1.55.58",
          "en": "The men and women who live under your will and command, Whatever pleasure they experience, They are ignorant and fall under Māra’s control; Loving life, they’re your disciples, mind."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag19.1/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 19.1",
    "volpages": "Thag 97",
    "uid": "thag19.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Tālapuṭattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Tāḷapuṭa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag19.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Tāḷapuṭa"
      }
    ],
    "parallel_count": 8,
    "biblio": null,
    "num": 1
  }
}