{
  "sutta_uid": "thag16.9",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.9",
    "lang": "en",
    "is_root": false,
    "title": "Anuruddha",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Pārāpariya",
      "uid": "thag16.10"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Aṅgulimāla",
      "uid": "thag16.8"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.9:0.1",
          "en": "Theragāthā 16.9"
        },
        {
          "scid": "thag16.9:0.2",
          "en": "Anuruddha",
          "pli": "Anuruddhattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16.9",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.9:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.9:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.9:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.9:1.0.4",
          "en": "16.9. Anuruddha"
        },
        {
          "scid": "thag16.9:1.1.5",
          "en": "Leaving my mother and father behind, As well as sisters, kinsmen, and brothers; Abandoning the five kinds of sensual pleasures, Anuruddha practices jhāna."
        },
        {
          "scid": "thag16.9:1.2.6",
          "en": "Surrounded by song and dance, Awakened by cymbals and gongs, He did not find purification, While delighting in Māra’s domain."
        },
        {
          "scid": "thag16.9:1.3.7",
          "en": "But he has gone beyond all that, And delights in the teaching of the Buddha. Having crossed over the entire flood, Anuruddha practices jhāna."
        },
        {
          "scid": "thag16.9:1.4.8",
          "en": "Sights, sounds, tastes, smells; Touches that please the mind. Having crossed over these as well, Anuruddha practices jhāna."
        },
        {
          "scid": "thag16.9:1.5.9",
          "en": "The sage returned from alms-round, Alone, without companion. Seeking rags from the dust heap, Anuruddha is without defilements."
        },
        {
          "scid": "thag16.9:1.6.10",
          "en": "The thoughtful sage Selected rags from the dust heap; He picked them up, washed, dyed, and wore them; Anuruddha is without defilements."
        },
        {
          "scid": "thag16.9:1.7.11",
          "en": "The principles of someone Who has many wishes and is not content, Who socializes and is conceited, Are wicked and corrupted."
        },
        {
          "scid": "thag16.9:1.8.12",
          "en": "But someone who is mindful, of few wishes, Content and untroubled, Delighting in seclusion, joyful, Always resolute and energetic;"
        },
        {
          "scid": "thag16.9:1.9.13",
          "en": "Their principles are skilful, Leading to awakening; They are without defilements— So it was said by the great sage."
        },
        {
          "scid": "thag16.9:1.10.14",
          "en": "Knowing my thought, The world’s unsurpassed teacher Came up to me in his mind-made body, Using his psychic powers."
        },
        {
          "scid": "thag16.9:1.11.15",
          "en": "When I had that thought He taught me more. The Buddha, delighting in freedom from proliferation, Taught it to me."
        },
        {
          "scid": "thag16.9:1.12.16",
          "en": "Understanding the Dhamma, I lived happily in the teaching. I’ve attained the three knowledges, And fulfilled the Buddha’s instructions."
        },
        {
          "scid": "thag16.9:1.13.17",
          "en": "For the last fifty-five years I have not lain down to sleep; Twenty-five years have passed Since drowsiness was uprooted."
        },
        {
          "scid": "thag16.9:1.14.18",
          "en": "The poised one, with steady heart, Was not breathing; Imperturbable, committed to peace, The seer has realised nibbāna."
        },
        {
          "scid": "thag16.9:1.15.19",
          "en": "With a positive mind He put up with painful feelings; The liberation of his heart Was like the quenching of a lamp."
        },
        {
          "scid": "thag16.9:1.16.20",
          "en": "Now these touches and the other four Are the last to be experienced by the sage; Nor will there be other mental phenomena Since the Buddha realised nibbāna."
        },
        {
          "scid": "thag16.9:1.17.21",
          "en": "Weaver of the web, now there are no future lives In the company of gods. Transmigration through births is finished, Now there is no more rebirth into any state of existence."
        },
        {
          "scid": "thag16.9:1.18.22",
          "en": "Whoever in a moment knows the thousand-fold world, Together with the Brahmā realm; That monk, a master of psychic powers, Knowing the passing away and rebirth of beings, Sees even the gods at that time."
        },
        {
          "scid": "thag16.9:1.19.23",
          "en": "In the past I was Annabhāra, A poor carrier of fodder. I made an offering To the renowned ascetic, Upariṭṭha."
        },
        {
          "scid": "thag16.9:1.20.24",
          "en": "Then I was born in the Sakyan clan, Where I was known as “Anuruddha”. Surrounded by song and dance, I was awakened by cymbals and gongs."
        },
        {
          "scid": "thag16.9:1.21.25",
          "en": "Then I saw the Buddha The teacher, without fear from any direction; Filling my mind with confidence in him, I went forth into homelessness."
        },
        {
          "scid": "thag16.9:1.22.26",
          "en": "I know my past life, Where I used to live— I was born as Sakka, And stayed among the Tāvatiṃsa gods."
        },
        {
          "scid": "thag16.9:1.23.27",
          "en": "Seven times I was a king of men Ruling a kingdom, Victorious in the four directions, Lord of all India. Without violence or sword, I governed by principle."
        },
        {
          "scid": "thag16.9:1.24.28",
          "en": "Seven here, seven there, For fourteen transmigrations I remember my past lives; At that time I stayed in the realm of the gods."
        },
        {
          "scid": "thag16.9:1.25.29",
          "en": "I have gained complete tranquillity In samādhi with five factors; Peaceful, serene, My divine eye is purified."
        },
        {
          "scid": "thag16.9:1.26.30",
          "en": "Steady in jhāna with five factors, I know the passing away and rebirth of beings, Their coming and going, Their lives in this state and that."
        },
        {
          "scid": "thag16.9:1.27.31",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag16.9:1.28.32",
          "en": "In the Vajjian village of Veḷuva, At the end of life, Beneath a thicket of bamboos, I’ll realise nibbāna without defilements."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.9/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.9",
    "volpages": "Thag 83",
    "uid": "thag16.9",
    "blurb": null,
    "difficulty": null,
    "original_title": "Anuruddhattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Anuruddha",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.9_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Anuruddha"
      }
    ],
    "parallel_count": 3,
    "biblio": null,
    "num": 9
  }
}