{
  "sutta_uid": "thag16.2",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.2",
    "lang": "en",
    "is_root": false,
    "title": "Pārāpariya",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Telakāni",
      "uid": "thag16.3"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Adhimutta",
      "uid": "thag16.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.2:0.1",
          "en": "Theragāthā 16.2"
        },
        {
          "scid": "thag16.2:0.2",
          "en": "Pārāpariya",
          "pli": "Pārāpariyattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.2:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.2:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.2:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.2:1.0.4",
          "en": "16.2. Pārāpariya"
        },
        {
          "scid": "thag16.2:1.1.5",
          "en": "While he was sitting alone In seclusion, practicing jhāna, An ascetic, the monk Pārāpariya Had this thought:"
        },
        {
          "scid": "thag16.2:1.2.6",
          "en": "“Following what system What vow, what conduct, May I do what I need to do for myself, Without harming anyone else?"
        },
        {
          "scid": "thag16.2:1.3.7",
          "en": "The faculties of human beings Can lead to both welfare and harm. Unguarded they lead to harm; Guarded they lead to welfare."
        },
        {
          "scid": "thag16.2:1.4.8",
          "en": "By protecting the faculties, Taking care of the faculties, I can do what I need to do for myself Without harming anyone else."
        },
        {
          "scid": "thag16.2:1.5.9",
          "en": "If your eye wanders Among sights without check, Not seeing the danger, You’re not freed from suffering."
        },
        {
          "scid": "thag16.2:1.6.10",
          "en": "If your ear wanders Among sounds without check, Not seeing the danger, You’re not freed from suffering."
        },
        {
          "scid": "thag16.2:1.7.11",
          "en": "If, not seeing the escape, You indulge in smell, You’re not freed from suffering, Being infatuated by smells."
        },
        {
          "scid": "thag16.2:1.8.12",
          "en": "Recollecting the sour, And the sweet and the bitter, Captivated by craving for taste, You don’t understand the heart."
        },
        {
          "scid": "thag16.2:1.9.13",
          "en": "Recollecting lovely And pleasurable touches, Full of desire, you experience Many kinds of suffering because of lust."
        },
        {
          "scid": "thag16.2:1.10.14",
          "en": "Unable to protect The mind from such mental phenomena, Suffering follows them, Because of all five."
        },
        {
          "scid": "thag16.2:1.11.15",
          "en": "This body is full of pus and blood, As well as many carcasses; But cunning people decorate it Like a lovely painted casket."
        },
        {
          "scid": "thag16.2:1.12.16",
          "en": "You don’t understand that The gratification of sweetness turns out bitter, And attachments to those we love are suffering, Like a razor smeared all over with honey."
        },
        {
          "scid": "thag16.2:1.13.17",
          "en": "Full of lust for the sight of a woman, For the voice and the smells of a woman, For a woman’s touch, You experience many kinds of suffering."
        },
        {
          "scid": "thag16.2:1.14.18",
          "en": "All of a woman’s streams Flow from five to five. Whoever, being energetic, Is able to curb these,"
        },
        {
          "scid": "thag16.2:1.15.19",
          "en": "Purposeful and firm in Dhamma, Would be clever and discerning; Even while enjoying himself, What he does is connected with Dhamma and its purpose."
        },
        {
          "scid": "thag16.2:1.16.20",
          "en": "You should avoid a meaningless task That is leading to decline. Thinking, “This is not to be done”, Is being diligent and discerning."
        },
        {
          "scid": "thag16.2:1.17.21",
          "en": "Whatever is meaningful, A principled happiness, Let one undertake and practice that: This is the best happiness."
        },
        {
          "scid": "thag16.2:1.18.22",
          "en": "Coveting the possessions of others By whatever means, whether high or low, One kills, injures, and torments, Violently plundering the possessions of others."
        },
        {
          "scid": "thag16.2:1.19.23",
          "en": "Just as a strong person when building Knocks out a peg with a peg, So the skilful person Knocks out the faculties with the faculties."
        },
        {
          "scid": "thag16.2:1.20.24",
          "en": "Developing faith, energy, samādhi Mindfulness, and wisdom; Destroying the five with the five, The perfected one lives without worry."
        },
        {
          "scid": "thag16.2:1.21.25",
          "en": "Purposeful and firm in Dhamma, Having fulfilled in every respect The instructions spoken by the Buddha, That person prospers in happiness."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.2/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.2",
    "volpages": "Thag 72",
    "uid": "thag16.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Pārāpariyattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Pārāpariya",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.2_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Pārāpariya"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 2
  }
}