{
  "sutta_uid": "thag16.1",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.1",
    "lang": "en",
    "is_root": false,
    "title": "Adhimutta",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Pārāpariya",
      "uid": "thag16.2"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Udāyi",
      "uid": "thag15.2"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.1:0.1",
          "en": "Theragāthā 16.1"
        },
        {
          "scid": "thag16.1:0.2",
          "en": "Adhimutta",
          "pli": "Adhimuttattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.1:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.1:1.0.4",
          "en": "16.1. Adhimutta"
        },
        {
          "scid": "thag16.1:1.1.5",
          "en": "“Those that we previously killed, Whether for sacrifice or for wealth, Without exception were afraid: They trembled and squealed."
        },
        {
          "scid": "thag16.1:1.2.6",
          "en": "But you aren’t frightened; Your appearance is becoming more calm: Why don’t you cry out In such a fearful situation?”"
        },
        {
          "scid": "thag16.1:1.3.7",
          "en": "“There isn’t any mental suffering For one without expectations, village chief. All fears are left behind By one whose fetters are ended."
        },
        {
          "scid": "thag16.1:1.4.8",
          "en": "When attachment to life is ended, In this very life as it is, There is no fear of death, It is just like laying down a burden."
        },
        {
          "scid": "thag16.1:1.5.9",
          "en": "I’ve lived the spiritual life well, And developed the path well, too; I have no fear of death It is just like the ending of sickness."
        },
        {
          "scid": "thag16.1:1.6.10",
          "en": "I’ve lived the spiritual life well, And developed the path well, too; I’ve seen lives seen to be ungratifying, Like one who has drunk poison, then vomited it out."
        },
        {
          "scid": "thag16.1:1.7.11",
          "en": "One who has gone beyond, without grasping, Their duty completed, without defilements: They are content at the end of life, Just as one freed from execution."
        },
        {
          "scid": "thag16.1:1.8.12",
          "en": "Having realised the supreme Dhamma, Without needing anything from the whole world, One doesn’t grieve at death; It is just like escaping from a burning house."
        },
        {
          "scid": "thag16.1:1.9.13",
          "en": "Whatever has come to pass, Wherever life is obtained, There is no-one who can wield power over all that: So it was said by the great sage."
        },
        {
          "scid": "thag16.1:1.10.14",
          "en": "Whoever understands this As it was taught by the Buddha Doesn’t take hold of any kind of life, It is just like grabbing a hot iron ball."
        },
        {
          "scid": "thag16.1:1.11.15",
          "en": "It doesn’t occur to me, ‘I had past lives’; Nor does it occur to me, ‘I will have future lives’. All conditions will disappear— Why lament for that?"
        },
        {
          "scid": "thag16.1:1.12.16",
          "en": "Seeing in accordance with reality The bare arising of phenomena, And the bare continuity of conditions, There is no fear, village chief."
        },
        {
          "scid": "thag16.1:1.13.17",
          "en": "The world is like grass and wood: When this is seen with understanding, Not finding anything to be mine, Thinking ‘it isn’t mine’, one doesn’t grieve."
        },
        {
          "scid": "thag16.1:1.14.18",
          "en": "I’m fed up with the body; I don’t need another life. This body will be broken up, There won’t be another."
        },
        {
          "scid": "thag16.1:1.15.19",
          "en": "Do what you want With my corpse. I won’t be angry or attached On that account.”"
        },
        {
          "scid": "thag16.1:1.16.20",
          "en": "When they heard these words, So astonishing that they gave them goose-bumps, The young men laid down their swords And said this:"
        },
        {
          "scid": "thag16.1:1.17.21",
          "en": "“What have you practiced, Venerable? Or who is your teacher? Whose instructions do we follow To gain the sorrowless state?”"
        },
        {
          "scid": "thag16.1:1.18.22",
          "en": "“All-knowing, all-seeing, The conqueror is my teacher. He is a teacher of great compassion, Healer of the whole world."
        },
        {
          "scid": "thag16.1:1.19.23",
          "en": "He taught this Dhamma, Which leads to the end, unsurpassed. Following his instructions, You can gain the sorrowless state.”"
        },
        {
          "scid": "thag16.1:1.20.24",
          "en": "When the bandits heard the good words of the sage, They laid down their swords and weapons. Some refrained from their deeds, While others chose the going-forth."
        },
        {
          "scid": "thag16.1:1.21.25",
          "en": "When they had gone forth in the teaching of the Fortunate One, They developed the factors of awakening and the spiritual powers, And being wise, with joyful hearts, happy, their spiritual faculties complete, They realised the state of nibbāna, the unconditioned."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.1/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.1",
    "volpages": "Thag 71",
    "uid": "thag16.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Adhimuttattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Adhimutta",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Adhimutta"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}