{
  "sutta_uid": "thag16.10",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.10",
    "lang": "en",
    "is_root": false,
    "title": "Pārāpariya",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Phussa",
      "uid": "thag17.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Anuruddha",
      "uid": "thag16.9"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.10:0.1",
          "en": "Theragāthā 16.10"
        },
        {
          "scid": "thag16.10:0.2",
          "en": "Pārāpariya",
          "pli": "Pārāpariyattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.10:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.10:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.10:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.10:1.0.4",
          "en": "16.10. Pārāpariya"
        },
        {
          "scid": "thag16.10:1.1.5",
          "en": "While the ascetic practiced jhāna, Seated in seclusion, unified, In the forest full of flowers, This thought came to him:"
        },
        {
          "scid": "thag16.10:1.2.6",
          "en": "“The behaviour of the monks These days seems different From when the lord of the world, The best of men, was still here."
        },
        {
          "scid": "thag16.10:1.3.7",
          "en": "Their robes were only for covering the private parts, And protection from the cold and wind; They ate in moderation, Content with whatever they were offered."
        },
        {
          "scid": "thag16.10:1.4.8",
          "en": "Whether refined or rough, Little or much, They ate only for sustenance, Without greed or gluttony."
        },
        {
          "scid": "thag16.10:1.5.9",
          "en": "They weren’t so very eager, For the requisites of life, Such as tonics and other necessities, As they were for the end of defilements."
        },
        {
          "scid": "thag16.10:1.6.10",
          "en": "In the wilderness, at the foot of trees, In caves and caverns, Committed to seclusion, They lived with that as their final goal."
        },
        {
          "scid": "thag16.10:1.7.11",
          "en": "They were used to simple things, and were easy to look after, Gentle, their hearts not stubborn, Unsullied, not talkative, Their minds were intent on the goal."
        },
        {
          "scid": "thag16.10:1.8.12",
          "en": "In this way they inspired confidence,  In their movements, eating, and practice; Their deportment was smooth As a stream of oil."
        },
        {
          "scid": "thag16.10:1.9.13",
          "en": "With the ending of all defilements, Those senior monks have now realised nibbāna; They were great meditators and great benefactors— There are few like them today."
        },
        {
          "scid": "thag16.10:1.10.14",
          "en": "With the ending Of good principles and understanding, The conqueror’s teaching, Full of all excellent qualities, has fallen apart."
        },
        {
          "scid": "thag16.10:1.11.15",
          "en": "This is the season For bad principles and defilements. Those who are ready for seclusion Are all that’s left of the true Dhamma."
        },
        {
          "scid": "thag16.10:1.12.16",
          "en": "As they grow, the defilements Possess many people; They play with fools, I believe, Like demons with the mad."
        },
        {
          "scid": "thag16.10:1.13.17",
          "en": "Overcome by defilements, They run here and there Among the causes for defilement, As if they had declared war on themselves."
        },
        {
          "scid": "thag16.10:1.14.18",
          "en": "Having abandoned true Dhamma, They argue with each other; Following wrong views They think, ‘This is better.’"
        },
        {
          "scid": "thag16.10:1.15.19",
          "en": "They cut off their wealth, Children, and wife to go forth; But then they do what they shouldn’t, For the sake of a measly spoon of alms-food."
        },
        {
          "scid": "thag16.10:1.16.20",
          "en": "They eat until their bellies are full, And then they lie to sleep on their backs. When they wake again, they keep on talking, The kind of talk that the teacher criticized."
        },
        {
          "scid": "thag16.10:1.17.21",
          "en": "Valuing all the arts and crafts, They train themselves in them; Not being calm inside, They think, ‘This is the purpose of the ascetic life’."
        },
        {
          "scid": "thag16.10:1.18.22",
          "en": "They provide clay, oil, and talcum powder, Water, lodgings, and food For householders, Expecting more in return."
        },
        {
          "scid": "thag16.10:1.19.23",
          "en": "As well as tooth-picks, wood-apples, Flowers, food to eat, Well-cooked alms-food, Mangoes and myrobalans."
        },
        {
          "scid": "thag16.10:1.20.24",
          "en": "In medicine they are like doctors, In business like householders, In decoration like prostitutes, In sovereignty like lords."
        },
        {
          "scid": "thag16.10:1.21.25",
          "en": "Cheats, frauds, False witnesses, sly: Using multiple plans, They enjoy material things."
        },
        {
          "scid": "thag16.10:1.22.26",
          "en": "Pursuing shams, contrivances, and plans, By this means They accumulate a lot of wealth For the sake of their livelihood."
        },
        {
          "scid": "thag16.10:1.23.27",
          "en": "They assemble the community For business rather than Dhamma. They teach the Dhamma to others For gain, not for the goal."
        },
        {
          "scid": "thag16.10:1.24.28",
          "en": "Those outside the Saṅgha Quarrel over the Saṅgha’s property. They’re shameless, and do not care That they live on someone else’s property."
        },
        {
          "scid": "thag16.10:1.25.29",
          "en": "Some who have a shaven head and wear the outer robe, Are not devoted to practice, But wish only to be honored, Infatuated with property and reverence."
        },
        {
          "scid": "thag16.10:1.26.30",
          "en": "When things have come to this, It’s not easy these days To realise what has not yet been realised, Or to preserve what has been realised."
        },
        {
          "scid": "thag16.10:1.27.31",
          "en": "A person with mindfulness established Could walk without shoes Even in a thorny place; That is how a sage should walk in the village."
        },
        {
          "scid": "thag16.10:1.28.32",
          "en": "Remembering the meditators of old, And recollecting their conduct; Even in the latter days, It is still possible to realise the deathless.”"
        },
        {
          "scid": "thag16.10:1.29.33",
          "en": "That is what the ascetic, whose faculties Were fully developed, said in the sāla tree grove. The holy man, the sage, realised nibbāna: Ending more rebirth into any state of existence."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.10/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.10",
    "volpages": "Thag 84",
    "uid": "thag16.10",
    "blurb": null,
    "difficulty": null,
    "original_title": "Pārāpariyattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Pārāpariya",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.10_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Pārāpariya"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 10
  }
}