{
  "sutta_uid": "thag16.8",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.8",
    "lang": "en",
    "is_root": false,
    "title": "Aṅgulimāla",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Anuruddha",
      "uid": "thag16.9"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Kāḷigodhāputtabhaddiya",
      "uid": "thag16.7"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.8:0.1",
          "en": "Theragāthā 16.8"
        },
        {
          "scid": "thag16.8:0.2",
          "en": "Aṅgulimāla",
          "pli": "Aṅgulimālattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.8:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.8:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.8:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.8:1.0.4",
          "en": "16.8. Aṅgulimāla"
        },
        {
          "scid": "thag16.8:1.1.5",
          "en": "“Ascetic, you’re walking, but you say ‘I’m standing still’; And I’m standing still, but you tell me I’m not. I’m asking you this, ascetic: Why are you standing still and I’m not?”"
        },
        {
          "scid": "thag16.8:1.2.6",
          "en": "“Aṅgulimāla, I always stand still— I’ve given up violence towards all living beings. But you have no restraint towards living creatures; That’s why I’m standing still and you’re not.”"
        },
        {
          "scid": "thag16.8:1.3.7",
          "en": "“It’s a been a long time since an ascetic, A great sage who I honour, has entered this great forest. Now that I’ve heard your verse on Dhamma, I’ll discard a thousand evils.”"
        },
        {
          "scid": "thag16.8:1.4.8",
          "en": "With these words, the bandit hurled his sword and weapons Down a pit, a cliff, a chasm. Right there, he venerated the Fortunate One’s feet, And asked the Buddha for the going-forth."
        },
        {
          "scid": "thag16.8:1.5.9",
          "en": "Then the Buddha, the compassionate great sage, The teacher of the world together with its gods, Said to him, “Come, monk!” Just this was enough for him to be a monk."
        },
        {
          "scid": "thag16.8:1.6.10",
          "en": "“Whoever was heedless before, And afterwards is not, Lights up the world, Like the moon freed from a cloud."
        },
        {
          "scid": "thag16.8:1.7.11",
          "en": "One whose bad deed Is blocked by skilful action, Lights up the world, Like the moon freed from a cloud."
        },
        {
          "scid": "thag16.8:1.8.12",
          "en": "The young monk Who is devoted to the teaching of the Buddha, Lights up the world, Like the moon freed from a cloud."
        },
        {
          "scid": "thag16.8:1.9.13",
          "en": "May even my enemies hear a Dhamma talk! May even my enemies devote themselves to Buddha’s teaching! May even my enemies associate when they can, With those who establish people in the Dhamma!"
        },
        {
          "scid": "thag16.8:1.10.14",
          "en": "May even my enemies hear Dhamma at suitable times, From those who speak on acceptance, Praising acquiescence; And may they practice accordingly!"
        },
        {
          "scid": "thag16.8:1.11.15",
          "en": "They would definitely not harm Me or anyone else; But would attain the ultimate peace, Looking after creatures both firm and fragile."
        },
        {
          "scid": "thag16.8:1.12.16",
          "en": "Irrigators lead water, Fletchers shape arrows, Carpenters shape wood; The disciplined tame themselves."
        },
        {
          "scid": "thag16.8:1.13.17",
          "en": "Some tame with sticks, With hooked poles or whips; But the poised one tamed me Without rod or sword."
        },
        {
          "scid": "thag16.8:1.14.18",
          "en": "My name is ‘Harmless’, Though I used to be harmful. Today my name is truthful, As I don’t harm anyone."
        },
        {
          "scid": "thag16.8:1.15.19",
          "en": "I used to be a bandit, The notorious Aṅgulimāla. Swept away in a great flood, I went to Buddha as a refuge."
        },
        {
          "scid": "thag16.8:1.16.20",
          "en": "I used to have blood on my hands, The notorious Aṅgulimāla. See my going for refuge— I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag16.8:1.17.21",
          "en": "I’ve done many such deeds As lead to a bad destination. I’ve experienced the result of my deeds, So I enjoy my food free of debt."
        },
        {
          "scid": "thag16.8:1.18.22",
          "en": "Fools and unintelligent people Devote themselves to heedlessness. But the intelligent protect heedfulness As their best treasure."
        },
        {
          "scid": "thag16.8:1.19.23",
          "en": "Don’t devote yourself to heedlessness, Nor delight in sexual intimacy. If you are heedful and practice jhāna You’ll attain the highest happiness."
        },
        {
          "scid": "thag16.8:1.20.24",
          "en": "It was welcome, not unwelcome, The advice I got was good. Of things which are shared, I encountered the best."
        },
        {
          "scid": "thag16.8:1.21.25",
          "en": "It was welcome, not unwelcome, The advice I got was good. I’ve attained the three knowledges, And fulfilled the Buddha’s instructions."
        },
        {
          "scid": "thag16.8:1.22.26",
          "en": "In the wilderness, at the foot of a tree, In mountains, or in caves; At that time, wherever I stood, My mind was anxious."
        },
        {
          "scid": "thag16.8:1.23.27",
          "en": "But now I lie down happily and stand up happily, I live my life happily, Out of Māra’s reach; The teacher had compassion for me."
        },
        {
          "scid": "thag16.8:1.24.28",
          "en": "I used to belong to the brahman caste, Highborn on both sides, Now I’m a son of the Fortunate One, The teacher, the King of Dhamma."
        },
        {
          "scid": "thag16.8:1.25.29",
          "en": "I am free of craving, without grasping, My sense-doors are guarded and well-restrained. I’ve destroyed the root of misery, And attained the end of defilements."
        },
        {
          "scid": "thag16.8:1.26.30",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.8/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.8",
    "volpages": "Thag 81",
    "uid": "thag16.8",
    "blurb": null,
    "difficulty": null,
    "original_title": "Aṅgulimālattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Aṅgulimāla",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.8_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Aṅgulimāla"
      }
    ],
    "parallel_count": 56,
    "biblio": null,
    "num": 8
  }
}