{
  "sutta_uid": "thag21.1",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag21.1",
    "lang": "en",
    "is_root": false,
    "title": "Vaṅgīsa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": null,
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Mahāmoggallāna",
      "uid": "thag20.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag21.1:0.1",
          "en": "Theragāthā 21.1"
        },
        {
          "scid": "thag21.1:0.2",
          "en": "Vaṅgīsa",
          "pli": "Vaṅgīsattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 21…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag21.1:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag21.1:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag21.1:1.0.3",
          "en": "The Great Chapter"
        },
        {
          "scid": "thag21.1:1.0.4",
          "en": "21.1. Vaṅgīsa"
        },
        {
          "scid": "thag21.1:1.1.5",
          "en": "“Now that I’ve gone forth From the home life into homelessness, I’m assailed By the reckless thoughts of the Dark One."
        },
        {
          "scid": "thag21.1:1.2.6",
          "en": "Even if a thousand mighty princes and great archers Well trained, with strong bows, Might completely surround me, I would not flee."
        },
        {
          "scid": "thag21.1:1.3.7",
          "en": "And if women come, Many more than that, They won’t scare me: I stand firm in Dhamma."
        },
        {
          "scid": "thag21.1:1.4.8",
          "en": "Only once did I personally hear From the Buddha, Kinsman of the Sun, About the path leading to nibbāna; My mind was delighted with that teaching."
        },
        {
          "scid": "thag21.1:1.5.9",
          "en": "Wicked one, if you come near me As I live like this, I’ll act in such a way that you, Death, Will not even see the path I travel."
        },
        {
          "scid": "thag21.1:1.6.10",
          "en": "Entirely abandoning likes and dislikes, Along with thoughts attached to the household life, He wouldn’t get entangled in anything, He is a monk without entanglements."
        },
        {
          "scid": "thag21.1:1.7.11",
          "en": "On this earth and in the sky, Whatever form you take when entering the world Wears out, it is all impermanent; Reflective people live understanding this."
        },
        {
          "scid": "thag21.1:1.8.12",
          "en": "People are bound in their attachments To what is seen, heard, and thought. Being imperturbable, expel desire for these things; For one they call a sage does not cling to these things."
        },
        {
          "scid": "thag21.1:1.9.13",
          "en": "Attached to sixty kinds of wrong views with their modes of thought, Unenlightened people are fixed in wrong principles; But that monk wouldn’t go to any sectarian group, Still less would he take up corrupt ways."
        },
        {
          "scid": "thag21.1:1.10.14",
          "en": "Clever, and for a long time established in samādhi, Free of deceit, disciplined, without envy, The sage has realised the state of peace, Since he has realized nibbāna, he awaits his time."
        },
        {
          "scid": "thag21.1:1.11.15",
          "en": "Abandon conceit, Gotama! Completely abandon the path to conceit; Infatuated with the path to conceit, You’ve had regrets for a long time."
        },
        {
          "scid": "thag21.1:1.12.16",
          "en": "Smeared by smears and slain by conceit, People fall into hell. When people slain by conceit are reborn in hell, They grieve for a long time."
        },
        {
          "scid": "thag21.1:1.13.17",
          "en": "But a monk never grieves If they practice rightly, a victor of the path. They have renown and happiness, And they rightly call him a ‘Seer of Dhamma’."
        },
        {
          "scid": "thag21.1:1.14.18",
          "en": "So don’t be hard-hearted, be energetic, With hindrances abandoned, purified, And with conceit abandoned completely, Be at peace, and use knowledge to make an end.”"
        },
        {
          "scid": "thag21.1:1.15.19",
          "en": "“I’ve got a burning desire for pleasure; My mind is on fire! Please, out of compassion, Gotama, Tell me how to quench the flames.”"
        },
        {
          "scid": "thag21.1:1.16.20",
          "en": "“Your mind is on fire Because of a perversion of perception. Avoid noticing the attractive aspect of things That provokes lust."
        },
        {
          "scid": "thag21.1:1.17.21",
          "en": "Meditate on the unattractive, Unified, in samādhi; With mindfulness immersed in the body, Make much of disenchantment."
        },
        {
          "scid": "thag21.1:1.18.22",
          "en": "Meditate on the signless, Throw out the underlying tendency to conceit, And when you have a breakthrough in understanding conceit, You will live at peace.”"
        },
        {
          "scid": "thag21.1:1.19.23",
          "en": "“Speak only such words As do not hurt yourself Nor harm others. Such speech is truly well spoken."
        },
        {
          "scid": "thag21.1:1.20.24",
          "en": "Speak only pleasing words, Words received gladly; Pleasing words are those That don’t have bad effects on others."
        },
        {
          "scid": "thag21.1:1.21.25",
          "en": "Truth itself is the undying word: This is an eternal principle. Realists say that the Dhamma and its meaning Are grounded in the truth."
        },
        {
          "scid": "thag21.1:1.22.26",
          "en": "The reliable words spoken by the Buddha For realizing nibbāna, And making an end of suffering: This really is the best kind of speech.”"
        },
        {
          "scid": "thag21.1:1.23.27",
          "en": "“His understanding is profound, he is wise, He is skilled in knowing the path and what is not the path; Sāriputta, of great understanding, Teaches Dhamma to the monks."
        },
        {
          "scid": "thag21.1:1.24.28",
          "en": "He teaches in brief, Or he speaks at length, His voice, which sounds like a myna bird, Inspires intuition. "
        },
        {
          "scid": "thag21.1:1.25.29",
          "en": "While he teaches The monks hear his sweet voice, Sounding attractive, Clear and mellifluous; They listen joyfully With hearts uplifted.”"
        },
        {
          "scid": "thag21.1:1.26.30",
          "en": "“Today, on the fifteenth day uposatha, 500 monks have gathered together to purify their precepts. These sages without affliction have cut off their fetters and bonds, They will not be reborn again into any state of existence."
        },
        {
          "scid": "thag21.1:1.27.31",
          "en": "Just as a wheel-rolling emperor Surrounded by ministers Travels all around this Land that is circled by sea;"
        },
        {
          "scid": "thag21.1:1.28.32",
          "en": "So disciples with the three knowledges, Destroyers of death, Attend upon the winner of the battle, The unsurpassed caravan leader."
        },
        {
          "scid": "thag21.1:1.29.33",
          "en": "All are sons of the Blessed One— There is no rubbish here. I bow to the Kinsman of the Sun, The destroyer of the dart of craving."
        },
        {
          "scid": "thag21.1:1.30.34",
          "en": "Over a thousand monks Attend on the Fortunate One As he teaches the immaculate Dhamma: Nibbāna, free of fear from any direction."
        },
        {
          "scid": "thag21.1:1.31.35",
          "en": "They hear the stainless Dhamma Taught by the Buddha. The Buddha is so brilliant, Revered by the monastic Saṅgha."
        },
        {
          "scid": "thag21.1:1.32.36",
          "en": "Blessed One, you are called ‘elephant’, Supreme among all sages. You are like a great cloud That rains on your disciples."
        },
        {
          "scid": "thag21.1:1.33.37",
          "en": "Setting out from his daytime dwelling Wanting to see the teacher; Great hero, your disciple, Vaṅgisa bows at your feet.”"
        },
        {
          "scid": "thag21.1:1.34.38",
          "en": "“Overcoming Māra’s devious path, I wander with hard-heartedness dissolved. See him, the liberator from bonds, Unattached, teaching the Dhamma by analysing each section."
        },
        {
          "scid": "thag21.1:1.35.39",
          "en": "He has explained in many ways The path to cross the flood. Since the deathless has been explained, The seers of Dhamma stand unshakable."
        },
        {
          "scid": "thag21.1:1.36.40",
          "en": "Like a piercing light, He’s seen the transcendence of all states of rebirth; Knowing it and witnessing it, He taught it first to the group of five."
        },
        {
          "scid": "thag21.1:1.37.41",
          "en": "When Dhamma is well taught like this, How could those that understand Dhamma be heedless? Therefore you should train in the teaching of the Blessed One, Heedful, and always reverent.”"
        },
        {
          "scid": "thag21.1:1.38.42",
          "en": "“The senior monk who was awakened after the Buddha Koṇḍañña is keenly energetic, And regularly gains the meditative states Of happiness and seclusion."
        },
        {
          "scid": "thag21.1:1.39.43",
          "en": "Whatever can be realised By a disciple following the teacher, He has attained it all, Diligent in training himself."
        },
        {
          "scid": "thag21.1:1.40.44",
          "en": "With great power and the three knowledges, Skilled in reading the minds of others, Koṇḍañña, the heir to the Buddha, Bows at the teacher’s feet.”"
        },
        {
          "scid": "thag21.1:1.41.45",
          "en": "“As the sage, who has gone beyond suffering, Sits on the mountainside, He is attended by disciples with the three knowledges, Destroyers of death."
        },
        {
          "scid": "thag21.1:1.42.46",
          "en": "Moggallāna, of great psychic power, Searches with his mind, Looking into their minds For one liberated without attachments."
        },
        {
          "scid": "thag21.1:1.43.47",
          "en": "So they attend upon Gotama, The sage gone beyond suffering, Who is endowed with all attributes, And with a multitude of qualities.”"
        },
        {
          "scid": "thag21.1:1.44.48",
          "en": "“Just as, when the clouds have vanished, The moon shines in the sky, stainless as the sun, So Aṅgīrasa, great sage, Your renown outshines the entire world.”"
        },
        {
          "scid": "thag21.1:1.45.49",
          "en": "“We used to wander, drunk on poetry, From village to village, from town to town; Then we saw the Buddha, Who has gone beyond all Dhammas."
        },
        {
          "scid": "thag21.1:1.46.50",
          "en": "He, the sage gone beyond suffering, Taught me the Dhamma; When we heard the Dhamma, we became confident— Faith arose in us."
        },
        {
          "scid": "thag21.1:1.47.51",
          "en": "Hearing him speak of The aggregates, the sense-bases, And the elements, I understood. I went forth into homelessness."
        },
        {
          "scid": "thag21.1:1.48.52",
          "en": "Truly, Tathāgatas arise For the benefit of the many Men and women Who follow their teachings."
        },
        {
          "scid": "thag21.1:1.49.53",
          "en": "Truly, it is for their benefit That the sage indeed realised awakening; The monks and nuns, who see The natural principles of the Dhamma."
        },
        {
          "scid": "thag21.1:1.50.54",
          "en": "The seer, the Buddha, The Kinsman of the Sun, Has well taught the four noble truths Out of compassion for living beings."
        },
        {
          "scid": "thag21.1:1.51.55",
          "en": "Suffering, the origin of suffering, The transcending of suffering , And the noble eight-fold path That leads to the stilling of suffering."
        },
        {
          "scid": "thag21.1:1.52.56",
          "en": "As these things were spoken, So I have seen them. I’ve realized my own true goal, The Buddha’s instruction is completed."
        },
        {
          "scid": "thag21.1:1.53.57",
          "en": "It was so welcome for me, As I was in the presence of the Buddha. Of things which are shared, I encountered the best."
        },
        {
          "scid": "thag21.1:1.54.58",
          "en": "I’ve realised the perfection of direct knowledge; I have supernormal hearing; I have the three knowledges and psychic powers, I’m skilled at reading the minds of others.”"
        },
        {
          "scid": "thag21.1:1.55.59",
          "en": "“I ask the teacher unrivalled in understanding, Who has cut off all doubts in this very life— Has a monk died at Aggāḷava, who was Well-known, famous, and attained to nibbāna?"
        },
        {
          "scid": "thag21.1:1.56.60",
          "en": "Nigrodhakappa was his name; It was given to that brahman by you, Blessed One. Yearning for freedom, energetic, firmly seeing the Dhamma, He wandered in your honor."
        },
        {
          "scid": "thag21.1:1.57.61",
          "en": "O Sakyan, who sees all around, All of us wish to know about that disciple. Our ears are eager to hear, For you’re truly the most excellent teacher."
        },
        {
          "scid": "thag21.1:1.58.62",
          "en": "Cut off our doubt, declare this to us; Your understanding is vast, tell us of his nibbāna! You see all around, so speak among us, Like the thousand-eyed Sakka in the assembly of the gods!"
        },
        {
          "scid": "thag21.1:1.59.63",
          "en": "Whatever ties there are, or paths to delusion, Or things that are on the side of unknowing, Or that are bases of doubt: When it comes to the Tathāgata there are none; Among people, his eye is the best."
        },
        {
          "scid": "thag21.1:1.60.64",
          "en": "For if no man were ever to disperse defilements, Like the wind dispersing a mass of clouds, Darkness would cover the whole world, And even a lamp would not shine."
        },
        {
          "scid": "thag21.1:1.61.65",
          "en": "The wise are makers of light; My hero, that is what I think of you. We’ve come to you for your insight and knowledge: Here in this assembly, declare to us about Kappāyana."
        },
        {
          "scid": "thag21.1:1.62.66",
          "en": "Swiftly send forth your sweet voice, Like a goose stretching its neck, gently honking, The sound is smooth, with a lovely tone: Alert, we are all listening to you."
        },
        {
          "scid": "thag21.1:1.63.67",
          "en": "You have entirely abandoned birth and death; Restrained and pure, speak the Dhamma! Unenlightened people can’t fulfil all their wishes, But Tathāgatas can achieve what they intend."
        },
        {
          "scid": "thag21.1:1.64.68",
          "en": "Your answer is definitive, and we will accept it, For you have perfect understanding. We raise our hands in añjalī one last time, Your understanding is unrivalled, So do not knowingly confuse us."
        },
        {
          "scid": "thag21.1:1.65.69",
          "en": "Knowing the noble Dhamma from top to bottom, Your energy is unrivalled, so do not knowingly confuse us. Like a man in the baking summer sun would long for water, I long for the rain of your voice to fall on my ears."
        },
        {
          "scid": "thag21.1:1.66.70",
          "en": "Surely Kappāyana Did not live the spiritual life in vain? Did he realise nibbāna, Or did he still have a remnant of defilement? Let us hear what kind of liberation he had!”"
        },
        {
          "scid": "thag21.1:1.67.71",
          "en": "“He cut off craving for mind and body in this very life, The river of darkness that had long lain within him. He has entirely crossed over birth and death.” So declared the Blessed One, the leader of the five."
        },
        {
          "scid": "thag21.1:1.68.72",
          "en": "“Now that I have heard your words, Best of sages, I am confident. My question, it seems, was not in vain, The brahman did not deceive me."
        },
        {
          "scid": "thag21.1:1.69.73",
          "en": "As he spoke, so he acted; He was a disciple of the Buddha. He cut the net of death the illusionist, So extended and strong."
        },
        {
          "scid": "thag21.1:1.70.74",
          "en": "Blessed One, Kappāyana saw The starting point of grasping. He has gone beyond the realm of death, So very hard to cross."
        },
        {
          "scid": "thag21.1:1.71.75",
          "en": "God of gods, best of men, I bow to you; And to your son, Who follows your example, a great hero An elephant, true son of an elephant.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag21.1/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 21.1",
    "volpages": "Thag 109",
    "uid": "thag21.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Vaṅgīsattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Vaṅgīsa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag21.1_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Vaṅgīsa"
      }
    ],
    "parallel_count": 16,
    "biblio": null,
    "num": 1
  }
}