{
  "sutta_uid": "thag16.5",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.5",
    "lang": "en",
    "is_root": false,
    "title": "Mālukyaputta",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Sela",
      "uid": "thag16.6"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Raṭṭhapāla",
      "uid": "thag16.4"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.5:0.1",
          "en": "Theragāthā 16.5"
        },
        {
          "scid": "thag16.5:0.2",
          "en": "Mālukyaputta",
          "pli": "Mālukyaputtattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.5:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.5:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.5:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.5:1.0.4",
          "en": "16.5. Mālukyaputta"
        },
        {
          "scid": "thag16.5:1.1.5",
          "en": "When seeing a sight, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.2.6",
          "en": "Many feelings grow Arising from sights. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.3.7",
          "en": "When hearing a sound, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.4.8",
          "en": "Many feelings grow Arising from sounds. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.5.9",
          "en": "When smelling a smell, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.6.10",
          "en": "Many feelings grow Arising from smells. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.7.11",
          "en": "When savouring a taste, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.8.12",
          "en": "Many feelings grow Arising from tastes. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.9.13",
          "en": "When touching a touch, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.10.14",
          "en": "Many feelings grow Arising from touches. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.11.15",
          "en": "When knowing a mental phenomenon, mindfulness becomes confused, If attention is focussed on the pleasant aspect. Experiencing it with a mind full of desire, One remains clinging to it."
        },
        {
          "scid": "thag16.5:1.12.16",
          "en": "Many feelings grow Arising from mental phenomena. The mind is damaged By covetousness and cruelty. Heaping up suffering like this, Is said to be far from nibbāna."
        },
        {
          "scid": "thag16.5:1.13.17",
          "en": "Seeing a sight with mindfulness, There is no desire for sights. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.14.18",
          "en": "As it is for someone who lives mindfully, When repeatedly seeing a sight, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        },
        {
          "scid": "thag16.5:1.15.19",
          "en": "Hearing a sound with mindfulness, There is no desire for sounds. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.16.20",
          "en": "As it is for someone who lives mindfully, When repeatedly hearing a sound, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        },
        {
          "scid": "thag16.5:1.17.21",
          "en": "Smelling a smell with mindfulness, There is no desire for smells. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.18.22",
          "en": "As it is for someone who lives mindfully, When repeatedly smelling a smell, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        },
        {
          "scid": "thag16.5:1.19.23",
          "en": "Savouring a taste with mindfulness, There is no desire for tastes. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.20.24",
          "en": "As it is for someone who lives mindfully, When repeatedly savouring a taste, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        },
        {
          "scid": "thag16.5:1.21.25",
          "en": "Touching a touch with mindfulness, There is no desire for touches. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.22.26",
          "en": "As it is for someone who lives mindfully, When repeatedly touching a touch, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        },
        {
          "scid": "thag16.5:1.23.27",
          "en": "Knowing a mental phenomenon with mindfulness, There is no desire for mental phenomena. Experiencing it with a mind free of desire, One doesn’t remain clinging to it."
        },
        {
          "scid": "thag16.5:1.24.28",
          "en": "As it is for someone who lives mindfully, When repeatedly knowing a mental phenomenon, Feeling is ended, not added to. Reducing suffering like this, Is said to be in the presence of nibbāna."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.5/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.5",
    "volpages": "Thag 77",
    "uid": "thag16.5",
    "blurb": null,
    "difficulty": null,
    "original_title": "Mālukyaputtattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Mālukyaputta",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.5_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Mālukyaputta"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 5
  }
}