{
  "sutta_uid": "thag14.2",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag14.2",
    "lang": "en",
    "is_root": false,
    "title": "Godatta",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Aññāsikoṇḍañña",
      "uid": "thag15.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Khadiravaniyarevata",
      "uid": "thag14.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag14.2:0.1",
          "en": "Theragāthā 14.2"
        },
        {
          "scid": "thag14.2:0.2",
          "en": "Godatta",
          "pli": "Godattattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 14…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag14.2:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag14.2:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag14.2:1.0.3",
          "en": "Chapter of the Fourteens"
        },
        {
          "scid": "thag14.2:1.0.4",
          "en": "14.2. Godatta"
        },
        {
          "scid": "thag14.2:1.1.5",
          "en": "Just as a fine thoroughbred, Yoked to a carriage, endures the load, Oppressed by the heavy burden, And yet doesn’t try to escape the yoke;"
        },
        {
          "scid": "thag14.2:1.2.6",
          "en": "So too, those who are as filled with understanding As the ocean is with water, Don’t look down on others; This is the noble Dhamma regarding living beings."
        },
        {
          "scid": "thag14.2:1.3.7",
          "en": "People who fall under the dominion of time, Under the dominion of being reborn in one state of existence after another, Undergo suffering, And those young men grieve in this life."
        },
        {
          "scid": "thag14.2:1.4.8",
          "en": "Elated by anything happy, Downcast by anything suffering: These both destroy the fool, Who doesn’t see in accordance with reality."
        },
        {
          "scid": "thag14.2:1.5.9",
          "en": "But those who in suffering and in happiness, And in the middle have overcome the weaver; They stand like a royal pillar, Neither elated nor downcast."
        },
        {
          "scid": "thag14.2:1.6.10",
          "en": "Not to gain or loss, Not to fame or reputation, Not to criticism or praise, Not to suffering or happiness—"
        },
        {
          "scid": "thag14.2:1.7.11",
          "en": "The wise cling to nothing, Like a droplet on a lotus-leaf. They are happy everywhere, And unconquered everywhere."
        },
        {
          "scid": "thag14.2:1.8.12",
          "en": "There’s principled loss, And there’s unprincipled gain. Principled loss is better Than unprincipled gain."
        },
        {
          "scid": "thag14.2:1.9.13",
          "en": "There’s the fame of the unintelligent, And there’s the disrepute of the discerning. Disrepute of the discerning is better Than the fame of the unintelligent."
        },
        {
          "scid": "thag14.2:1.10.14",
          "en": "There’s praise by fools, And there’s criticism by the discerning. Criticism by the discerning is better Than praise by fools."
        },
        {
          "scid": "thag14.2:1.11.15",
          "en": "There’s the happiness of sensual pleasures, And there’s the suffering of seclusion. The suffering of seclusion is better Than the happiness of sensual pleasures."
        },
        {
          "scid": "thag14.2:1.12.16",
          "en": "There’s life without principles, And there’s death with principles. Death with principles is better Than life without principles."
        },
        {
          "scid": "thag14.2:1.13.17",
          "en": "Those who have abandoned sensual pleasures and anger, Their minds at peace regarding being reborn in one state of existence or another, They wander in the world unattached, For them nothing is beloved or unloved."
        },
        {
          "scid": "thag14.2:1.14.18",
          "en": "Having developed the factors of awakening, The spiritual faculties, and the powers, I’ve attained ultimate peace: Nibbāna without defilements."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag14.2/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 14.2",
    "volpages": "Thag 67",
    "uid": "thag14.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Godattattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Godatta",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag14.2_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Godatta"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 2
  }
}