{
  "sutta_uid": "thag17.2",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag17.2",
    "lang": "en",
    "is_root": false,
    "title": "Sāriputta",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Ānanda",
      "uid": "thag17.3"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Phussa",
      "uid": "thag17.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag17.2:0.1",
          "en": "Theragāthā 17.2"
        },
        {
          "scid": "thag17.2:0.2",
          "en": "Sāriputta",
          "pli": "Sāriputtattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 17…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag17.2:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag17.2:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag17.2:1.0.3",
          "en": "Chapter of the Thirties"
        },
        {
          "scid": "thag17.2:1.0.4",
          "en": "17.2. Sāriputta"
        },
        {
          "scid": "thag17.2:1.1.5",
          "en": "“A mindful person is like one of good conduct, Or like one who is peaceful; A heedful person is like one of good intentions, who is practicing jhāna; Happy inside, possessing samādhi, Solitary, contented; that is what they call a monk."
        },
        {
          "scid": "thag17.2:1.2.6",
          "en": "When eating fresh or dried food, One shouldn’t be overly satisfied. A monk should wander mindfully, With unfilled belly, taking limited food."
        },
        {
          "scid": "thag17.2:1.3.7",
          "en": "Four or five mouthfuls before you’re full, Drink some water; This is enough to live comfortably For a resolute monk."
        },
        {
          "scid": "thag17.2:1.4.8",
          "en": "Covered by a suitable robe, Which is for this purpose; This is enough to live comfortably For a resolute monk."
        },
        {
          "scid": "thag17.2:1.5.9",
          "en": "When sitting cross-legged, The rain doesn’t fall on the knees; This is enough to live comfortably For a resolute monk."
        },
        {
          "scid": "thag17.2:1.6.10",
          "en": "When you’ve seen happiness as suffering, And suffering as a dart, You know there’s no difference between them— With what are you bound to the world? What would you become?"
        },
        {
          "scid": "thag17.2:1.7.11",
          "en": "When you think, ‘May I not associate with people of bad wishes, Lazy, lacking energy With little learning, disrespectful’— With what are you bound to the world? What would you become?"
        },
        {
          "scid": "thag17.2:1.8.12",
          "en": "A wise person who is learned, Endowed with virtues, Devoted to serenity of heart— Let them stand at the head."
        },
        {
          "scid": "thag17.2:1.9.13",
          "en": "Whoever is devoted to proliferation, A wild animal delighting in proliferation, Is deprived of nibbāna, The unexcelled safety from the yoke."
        },
        {
          "scid": "thag17.2:1.10.14",
          "en": "Whoever has given up proliferation, Delighting in the path free of proliferation, Is blessed with nibbāna, The unexcelled safety from the yoke."
        },
        {
          "scid": "thag17.2:1.11.15",
          "en": "Whether in the village or in the wilderness, In lands low or high, Wherever arahants live Is a delightful place."
        },
        {
          "scid": "thag17.2:1.12.16",
          "en": "The wilderness is delightful! Where most people find no delight, Those who are free of lust delight there, As they are not seeking sensual pleasures."
        },
        {
          "scid": "thag17.2:1.13.17",
          "en": "When you see someone who sees your faults, A wise person who rebukes you, You should stick close to such an intelligent person, As if they were revealing some hidden treasure. Sticking close to such a person,  Things get better, not worse."
        },
        {
          "scid": "thag17.2:1.14.18",
          "en": "You should advise, you should admonish; You should curb rudeness; For such a person is loved by the mindful, Not loved by the unmindful."
        },
        {
          "scid": "thag17.2:1.15.19",
          "en": "The Blessed One, the Buddha, the seer Was teaching Dhamma to another. While Dhamma was being taught I listened attentively, to understand the meaning—"
        },
        {
          "scid": "thag17.2:1.16.20",
          "en": "My listening wasn’t wasted, I’m liberated, without defilements."
        },
        {
          "scid": "thag17.2:1.17.21",
          "en": "Not for knowledge of past lives, Nor even for clairvoyance; Not for psychic powers, or reading the minds of others, Nor for knowing people’s passing away and being reborn; Not for purifying the power of clairaudience, Did I have any resolve.”"
        },
        {
          "scid": "thag17.2:1.18.22",
          "en": "“His only shelter is at the foot of a tree; With shaved head, wrapped in the outer robe, The senior monk who is foremost in wisdom, Upatissa himself practices jhāna."
        },
        {
          "scid": "thag17.2:1.19.23",
          "en": "Entering a meditation state without thought, A disciple of the Buddha Is at that moment blessed With noble silence."
        },
        {
          "scid": "thag17.2:1.20.24",
          "en": "Just like a rocky mountain Is unshakable and firmly grounded; So when delusion ends, A monk, like a mountain, doesn’t tremble.”"
        },
        {
          "scid": "thag17.2:1.21.25",
          "en": "“To the blameless man Who is always seeking purity, Even a hair-tip of evil Seems the size of a cloud."
        },
        {
          "scid": "thag17.2:1.22.26",
          "en": "I don’t long for death; I don’t long for life; I will lay down this body, Aware and mindful."
        },
        {
          "scid": "thag17.2:1.23.27",
          "en": "I don’t long for death; I don’t long for life; I await my time, Like a worker waiting for their wages.”"
        },
        {
          "scid": "thag17.2:1.24.28",
          "en": "“Both before and after It’s death, not the deathless, Practice, don’t perish— Don’t let the moment pass you by."
        },
        {
          "scid": "thag17.2:1.25.29",
          "en": "Just like a frontier city, Guarded inside and out, So you should ward yourselves Don’t let the moment pass you by. Those who pass up the moment Grieve when they end up in hell.”"
        },
        {
          "scid": "thag17.2:1.26.30",
          "en": "“Calm and quiet,  Wise in counsel, not restless; He shakes off bad qualities As the wind shakes leaves off a tree."
        },
        {
          "scid": "thag17.2:1.27.31",
          "en": "Calm and quiet,  Wise in counsel, not restless; He plucks off bad qualities As the wind plucks leaves off a tree."
        },
        {
          "scid": "thag17.2:1.28.32",
          "en": "Calm and sorrowless, Clear and undisturbed, Of good virtue and intelligent: You should put an end to suffering.”"
        },
        {
          "scid": "thag17.2:1.29.33",
          "en": "“Some householders, and even some of those gone forth, Are not to be trusted. Even some who were good later become bad; While some who were bad become good."
        },
        {
          "scid": "thag17.2:1.30.34",
          "en": "Sensual desire, ill-will Dullness &amp; drowsiness, Restlessness, and doubt: These are the five mental stains for a monk."
        },
        {
          "scid": "thag17.2:1.31.35",
          "en": "Whoever’s samādhi does not waver, Regardless of whether or not They receive honours, Is one who lives heedfully."
        },
        {
          "scid": "thag17.2:1.32.36",
          "en": "They regularly practice jhāna, With subtle insight into views; Delighting in the end of grasping, They are said to be a good person."
        },
        {
          "scid": "thag17.2:1.33.37",
          "en": "Ocean, earth, Mountains, wind— These cannot compare With the teacher’s magnificent liberation."
        },
        {
          "scid": "thag17.2:1.34.38",
          "en": "He is the senior monk who keeps the Wheel of Dhamma rolling, Possessing great knowledge and samādhi. Like earth, like water, like fire, He is neither attracted nor repelled."
        },
        {
          "scid": "thag17.2:1.35.39",
          "en": "He has attained the perfection of wisdom, He has great intelligence and great discernment; He is not stupid, but appears stupid; He always wanders, quenched."
        },
        {
          "scid": "thag17.2:1.36.40",
          "en": "I’ve attended on the teacher And fulfilled the Buddha’s instructions. The heavy burden is laid down, I’ve undone the attachment to being reborn in any state of existence."
        },
        {
          "scid": "thag17.2:1.37.41",
          "en": "Strive on with heedfulness: This is my advice. Come, now I’ll realise nibbāna, I am liberated in every way.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag17.2/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 17.2",
    "volpages": "Thag 89",
    "uid": "thag17.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Sāriputtattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Sāriputta",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag17.2_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Sāriputta"
      }
    ],
    "parallel_count": 57,
    "biblio": null,
    "num": 2
  }
}