{
  "sutta_uid": "thag10.5",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag10.5",
    "lang": "en",
    "is_root": false,
    "title": "Kappa",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Vaṅgantaputtaupasena",
      "uid": "thag10.6"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Cūḷapanthaka",
      "uid": "thag10.4"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag10.5:0.1",
          "en": "Theragāthā 10.5"
        },
        {
          "scid": "thag10.5:0.2",
          "en": "Kappa",
          "pli": "Kappattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 10…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag10.5:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag10.5:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag10.5:1.0.3",
          "en": "Chapter of the Tens"
        },
        {
          "scid": "thag10.5:1.0.4",
          "en": "10.5. Kappa"
        },
        {
          "scid": "thag10.5:1.1.5",
          "en": "Filled with different kinds of dirt, A great producer of dung, Like a stagnant cesspool, A great boil, a great wound,"
        },
        {
          "scid": "thag10.5:1.2.6",
          "en": "Full of pus and blood, Sunk in a toilet-pit, Trickling with fluids This putrid body always oozes."
        },
        {
          "scid": "thag10.5:1.3.7",
          "en": "Bound by sixty tendons, Coated with a fleshy coating, Clothed in a jacket of skin, This putrid body is worthless."
        },
        {
          "scid": "thag10.5:1.4.8",
          "en": "Held together by a skeleton of bones, And bound by sinews; It assumes postures Due to a complex of many things."
        },
        {
          "scid": "thag10.5:1.5.9",
          "en": "We set out in the certainty of death, In the presence of the king of death; And having discarded the body right here, A person goes where he likes."
        },
        {
          "scid": "thag10.5:1.6.10",
          "en": "Enveloped by ignorance, Tied by the four ties, This body is sinking in the flood, Caught in the net of underlying tendencies."
        },
        {
          "scid": "thag10.5:1.7.11",
          "en": "Yoked with the five hindrances, Afflicted by thought, Accompanied by the root of craving, Hidden by delusion."
        },
        {
          "scid": "thag10.5:1.8.12",
          "en": "So the body goes on, Propelled by the mechanism of deeds. But existence ends in perishing; Separated, the body perishes."
        },
        {
          "scid": "thag10.5:1.9.13",
          "en": "Those blind, unawakened people Who think of this body as theirs, Swell the horrors of the charnel-ground, And take up rebirth again in some state of existence."
        },
        {
          "scid": "thag10.5:1.10.14",
          "en": "Those who avoid this body, Like a snake smeared with dung, They expel the root of rebirth, And realise nibbāna, without defilements."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag10.5/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 10.5",
    "volpages": "Thag 59",
    "uid": "thag10.5",
    "blurb": null,
    "difficulty": null,
    "original_title": "Kappattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Kappa",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag10.5_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Kappa"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 5
  }
}