{
  "sutta_uid": "thag12.2",
  "author_uid": "sujato-walton",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag12.2",
    "lang": "en",
    "is_root": false,
    "title": "Sunīta",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Soṇakoḷivisa",
      "uid": "thag13.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Sīlava",
      "uid": "thag12.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag12.2:0.1",
          "en": "Theragāthā 12.2"
        },
        {
          "scid": "thag12.2:0.2",
          "en": "Sunīta",
          "pli": "Sunītattheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 12.2",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag12.2:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag12.2:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag12.2:1.0.3",
          "en": "Chapter of the Twelves"
        },
        {
          "scid": "thag12.2:1.0.4",
          "en": "12.2. Sunīta"
        },
        {
          "scid": "thag12.2:1.1.5",
          "en": "I was born in a low-class family, Poor, with little to eat. My job was lowly— I threw out the old flowers."
        },
        {
          "scid": "thag12.2:1.2.6",
          "en": "Shunned by people, I was disregarded and treated with contempt. I humbled my heart, And paid respects to many people."
        },
        {
          "scid": "thag12.2:1.3.7",
          "en": "Then I saw the Buddha, Honoured by the Saṅgha of monks, The great hero, Entering the capital city of Magadhā."
        },
        {
          "scid": "thag12.2:1.4.8",
          "en": "I dropped my carrying-pole And approached to pay respects. Out of compassion for me, The supreme man stood still."
        },
        {
          "scid": "thag12.2:1.5.9",
          "en": "When I had paid respects at the teacher’s feet, I stood to one side, And asked the most excellent of all beings For the going-forth."
        },
        {
          "scid": "thag12.2:1.6.10",
          "en": "Then the teacher, being sympathetic, And having compassion for the whole world, Said to me, “Come, monk!” That was my full ordination."
        },
        {
          "scid": "thag12.2:1.7.11",
          "en": "Staying alone in the wilderness, Without laziness, I did what the teacher said, As the conqueror had advised me."
        },
        {
          "scid": "thag12.2:1.8.12",
          "en": "In the first watch of the night, I recollected my previous births. In the middle watch of the night, I purified the divine eye. In the last watch of the night, I tore apart the mass of darkness."
        },
        {
          "scid": "thag12.2:1.9.13",
          "en": "At the end of the night, As the sunrise drew near, Indra and Brahmā came And paid homage me with hands in añjalī."
        },
        {
          "scid": "thag12.2:1.10.14",
          "en": "“Homage to you, thoroughbred among men! Homage to you, supreme among men! Your defilements are ended— You, sir, are worthy of offerings.”"
        },
        {
          "scid": "thag12.2:1.11.15",
          "en": "When he saw me honored By the assembly of gods, The teacher smiled, And said the following:"
        },
        {
          "scid": "thag12.2:1.12.16",
          "en": "“By austerity and by the holy life, By restraint and by taming: By this one is a holy man, This is the supreme holiness.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thag12.2/en/sujato-walton",
  "suttaplex": {
    "acronym": "Thag 12.2",
    "volpages": "Thag 63",
    "uid": "thag12.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Sunītattheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Sunīta",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag12.2_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Sunīta"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 2
  }
}