{
  "sutta_uid": "thag16.3",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag16.3",
    "lang": "en",
    "is_root": false,
    "title": "Telakāni",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Raṭṭhapāla",
      "uid": "thag16.4"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Pārāpariya",
      "uid": "thag16.2"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag16.3:0.1",
          "en": "Theragāthā 16.3"
        },
        {
          "scid": "thag16.3:0.2",
          "en": "Telakāni",
          "pli": "Telakānittheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 16…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag16.3:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag16.3:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag16.3:1.0.3",
          "en": "Chapter of the Twenties"
        },
        {
          "scid": "thag16.3:1.0.4",
          "en": "16.3. Telakāni"
        },
        {
          "scid": "thag16.3:1.1.5",
          "en": "For a long time, unfortunately, Though I ardently contemplated the Dhamma, I didn’t have peace of mind; So I asked ascetics and holy men:"
        },
        {
          "scid": "thag16.3:1.2.6",
          "en": "“Who has crossed over the world? Whose attainment culminates in the deathless? Whose teaching do I accept, To understand the highest goal?"
        },
        {
          "scid": "thag16.3:1.3.7",
          "en": "I was hooked inside, Like a fish swallowing bait; Bound like the demon Vepaciti In Mahinda’s trap."
        },
        {
          "scid": "thag16.3:1.4.8",
          "en": "Dragging it along, I’m not freed From grief and lamentation. Who will free me from bonds in the world, So that I may know awakening?"
        },
        {
          "scid": "thag16.3:1.5.9",
          "en": "What ascetic or holy man Points to the perishable? Whose teaching do I accept To wash away old age and death?"
        },
        {
          "scid": "thag16.3:1.6.10",
          "en": "Tied up with uncertainty and doubt, Secured by the power of pride, Rigid as a mind overcome by anger; The arrow of covetousness,"
        },
        {
          "scid": "thag16.3:1.7.11",
          "en": "Propelled by the bow of craving, Is stuck in my twice-fifteen ribs— See how it stands in my breast, Breaking my strong heart."
        },
        {
          "scid": "thag16.3:1.8.12",
          "en": "Speculative views are not abandoned, They are sharpened by memories and intentions; And pierced by this I tremble, Like a leaf blown by wind."
        },
        {
          "scid": "thag16.3:1.9.13",
          "en": "Arising inside me, My selfishness is quickly tormented, Where the body always goes With its six sense-fields of contact."
        },
        {
          "scid": "thag16.3:1.10.14",
          "en": "I don’t see a healer Who could pull out my dart of doubt, Without a lance Or some other blade."
        },
        {
          "scid": "thag16.3:1.11.15",
          "en": "Without knife or wound, Who will pull out this dart, That is stuck inside me, Without harming any part of my body?"
        },
        {
          "scid": "thag16.3:1.12.16",
          "en": "He really would be the Lord of the Dhamma, The best one to cure the damage of poison; When I had fallen into deep waters, He would give me his hand and bring me to the shore."
        },
        {
          "scid": "thag16.3:1.13.17",
          "en": "I’ve plunged into a lake, And I can’t wash off the mud and dirt, It’s full of fraud, jealousy, pride, And dullness and drowsiness."
        },
        {
          "scid": "thag16.3:1.14.18",
          "en": "Like a thunder-cloud of restlessness, Like a rain-cloud of fetters; Intentions based on lust are winds That sweep along a person with bad views."
        },
        {
          "scid": "thag16.3:1.15.19",
          "en": "The streams flow everywhere; A weed springs up and remains; Who will block the streams? Who will cut the weed?”"
        },
        {
          "scid": "thag16.3:1.16.20",
          "en": "“Venerable sir, build a dam To block the streams; Don’t let your mind-made streams Cut you down suddenly like a tree.”"
        },
        {
          "scid": "thag16.3:1.17.21",
          "en": "That is how the teacher whose weapon is wisdom, The sage surrounded by the Saṅgha, Was my shelter when I was full of fear, Seeking the far shore from the near."
        },
        {
          "scid": "thag16.3:1.18.22",
          "en": "As I was being swept away, He gave me a strong, simple ladder, Made of the heartwood of Dhamma, And he said to me: “Do not fear.”"
        },
        {
          "scid": "thag16.3:1.19.23",
          "en": "I climbed the tower of the establishment of mindfulness And looked back down, At people delighting in identity, Which in the past I’d obsessed over."
        },
        {
          "scid": "thag16.3:1.20.24",
          "en": "When I saw the path, As I was embarking on the ship, Without fixating on the self, I saw the supreme landing-place."
        },
        {
          "scid": "thag16.3:1.21.25",
          "en": "The dart that arises in oneself, And that which is caused by attachment to future lives; He taught the supreme path For the stopping of these."
        },
        {
          "scid": "thag16.3:1.22.26",
          "en": "For a long time it had lain within me; For a long time it was fixed in me: The Buddha cast off the knot, Curing the poison’s damage."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag16.3/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 16.3",
    "volpages": "Thag 74",
    "uid": "thag16.3",
    "blurb": null,
    "difficulty": null,
    "original_title": "Telakānittheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Telakāni",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag16.3_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Telakāni"
      }
    ],
    "parallel_count": 9,
    "biblio": null,
    "num": 3
  }
}