{
  "sutta_uid": "thag15.2",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thag15.2",
    "lang": "en",
    "is_root": false,
    "title": "Udāyi",
    "author": "Bhikkhu Sujato, Jessica Walton",
    "author_short": "Sujato …",
    "author_uid": "sujato-walton",
    "next": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Adhimutta",
      "uid": "thag16.1"
    },
    "previous": {
      "author_uid": "sujato-walton",
      "lang": "en",
      "name": "Aññāsikoṇḍañña",
      "uid": "thag15.1"
    }
  },
  "metaarea": "\n<p>This translation of the Theragāthā was made by <span class=\"author\">Bhikkhu Sujato</span> with <span class=\"author\">Jessica Walton</span>. It is based on the Mahāsaṅgīti edition of the Pali text.</p>\n<p>The translation relies heavily on the translation and notes by <span class=\"author\">K.R. Norman</span> for the Pali Text Society, published as <cite class=\"book\">Elders’s Verses I</cite>, first published 1965. For a few verses we have also consulted translations by Bhikkhu Thanissaro and Bhikkhu Bodhi. In all cases, however, the final translation was made directly from the Pali text.</p>\n<p>This translation is published in September 2014. It is released by means of <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\">Creative Commons Zero (CC0 1.0 Universal) Public Domain Dedication</a>. The translators waive all rights to the work worldwide under copyright law, including all related and neighboring rights, to the extent allowed by law. You are encouraged to do anything you like with this text. You can copy, modify, translate, distribute, print, and perform the work, even for commercial purposes, all without asking permission.</p>\n<p>If you notice any mistakes, we would appreciate if you could let us know. We would also like to know if you do anything interesting with the text, so we can support your activities. However, you are under no obligations to do so.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Bhikkhu Sujato</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thag15.2:0.1",
          "en": "Theragāthā 15.2"
        },
        {
          "scid": "thag15.2:0.2",
          "en": "Udāyi",
          "pli": "Udāyittheragāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā 15…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thag15.2:1.0.1",
          "en": "Theragāthā"
        },
        {
          "scid": "thag15.2:1.0.2",
          "en": "Verses of the Senior Monks"
        },
        {
          "scid": "thag15.2:1.0.3",
          "en": "Chapter of the Sixteens"
        },
        {
          "scid": "thag15.2:1.0.4",
          "en": "15.2. Udāyi"
        },
        {
          "scid": "thag15.2:1.1.5",
          "en": "An person who has become awakened as a human being, Self-tamed, with samādhi, Following the spiritual path, Delights in peace of mind."
        },
        {
          "scid": "thag15.2:1.2.6",
          "en": "Revered by people, Gone beyond all things, Even the gods revere him; So I’ve heard from the Arahant."
        },
        {
          "scid": "thag15.2:1.3.7",
          "en": "He has transcended all fetters, And escaped from entanglements, Delighting in the renunciation of sensual pleasures, He is liberated like gold from stone."
        },
        {
          "scid": "thag15.2:1.4.8",
          "en": "That elephant outshines all, As the Himālaya outshines other mountains. Of all those named “elephant”, He is truly named, and unsurpassed."
        },
        {
          "scid": "thag15.2:1.5.9",
          "en": "I’ll extol the elephant to you, For he does nothing wrong. The elephant’s front two feet  Are gentleness and harmlessness."
        },
        {
          "scid": "thag15.2:1.6.10",
          "en": "Mindfulness and awareness Are the elephant’s other feet. Faith is the great elephant’s trunk, And equanimity is the white tusks."
        },
        {
          "scid": "thag15.2:1.7.11",
          "en": "Mindfulness is his neck, his head is understanding— The investigation and reflection on phenomena— His belly is the sacred hearth of the Dhamma, His tail is seclusion."
        },
        {
          "scid": "thag15.2:1.8.12",
          "en": "Practicing jhāna, delighting in the breath, Serene inside himself. The elephant is serene when walking, The elephant is serene when standing,"
        },
        {
          "scid": "thag15.2:1.9.13",
          "en": "The elephant is serene when lying down, And when sitting, the elephant is serene. The elephant is restrained everywhere: This is the accomplishment of the elephant."
        },
        {
          "scid": "thag15.2:1.10.14",
          "en": "He eats blameless things, He doesn’t eat blameworthy things. When he gets food and clothes, He avoids storing them up."
        },
        {
          "scid": "thag15.2:1.11.15",
          "en": "Having cut off all bonds, Fetters large and small, Wherever he goes, He goes without longing"
        },
        {
          "scid": "thag15.2:1.12.16",
          "en": "Just as a white lotus, Fragrant and delightful, Is born in water and grows there, But the water does not stick to it;"
        },
        {
          "scid": "thag15.2:1.13.17",
          "en": "So the Buddha is born in the world, And lives in the world, But the world does not stick to him, As the water does not stick to the lotus."
        },
        {
          "scid": "thag15.2:1.14.18",
          "en": "A great blazing fire Dies down when the fuel runs out; When the coals have gone out It’s said to be “quenched”."
        },
        {
          "scid": "thag15.2:1.15.19",
          "en": "This simile is taught by the discerning To express the meaning clearly. Great elephants will understand What the elephant taught the elephant."
        },
        {
          "scid": "thag15.2:1.16.20",
          "en": "Free of desire, free of hatred, Free of delusion, without defilements, The elephant, abandoning their body, Realises nibbāna without defilements."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Theragāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thag15.2/en/sujato-walton",
  "author_uid": "sujato-walton",
  "suttaplex": {
    "acronym": "Thag 15.2",
    "volpages": "Thag 70",
    "uid": "thag15.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Udāyittheragāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Udāyi",
    "translations": [
      {
        "author": "Bhikkhu Sujato, Jessica Walton",
        "author_short": "Sujato …",
        "author_uid": "sujato-walton",
        "id": "en_thag15.2_sujato-walton",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Udāyi"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 2
  }
}