{
  "sutta_uid": "thig13.4",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig13.4",
    "lang": "en",
    "is_root": false,
    "title": "Sundarī",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Subhā (The Goldsmith’s Daughter)",
      "uid": "thig13.5"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Cāpā",
      "uid": "thig13.3"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig13.4:0.1",
          "en": "Therīgāthā 13.4"
        },
        {
          "scid": "thig13.4:0.2",
          "en": "Sundarī",
          "pli": "Sundarītherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 13…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig13.4:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig13.4:1.0.2",
          "en": "Canto 13"
        },
        {
          "scid": "thig13.4:1.0.3",
          "en": "4. Sundarī"
        },
        {
          "scid": "thig13.4:1.0.4",
          "en": "Sujāta. Dame of the brahmins, thou too in the past— Thou knowest—’twas thy little babes Death robbed And preyed upon; and thou all night, all day Madest thy bitter wail. Vāsiṭṭhī, say!"
        },
        {
          "scid": "thig13.4:1.0.5",
          "en": "How comes it that to-day thou, who hast lost So many—was it seven?—all thy sons, No more dost mourn and weep so bitterly?"
        },
        {
          "scid": "thig13.4:1.0.6",
          "en": "Vāsiṭṭhī. Nay, brahmin, many hundreds of our babes, And of our kinsfolk many hundred more, Have we in all the ages past and gone Seen preyed upon by Death, both you and I."
        },
        {
          "scid": "thig13.4:1.0.7",
          "en": "But I have learnt how from both Birth and Death A way there is t’ escape. Wherefore no more I mourn, nor weep, nor make my bitter wail."
        },
        {
          "scid": "thig13.4:1.0.8",
          "en": "Sujāta. Wondrous in sooth, Vāsiṭṭhī, are the words Thou speakest! Whose the doctrine thou hast learnt? Whence thine authority for speech like this?"
        },
        {
          "scid": "thig13.4:1.0.9",
          "en": "Vāsiṭṭhī. ’Tis He, the Very Wake, the Buddha, He Who late, hard by the town of Mithilā, Did teach the Norm, brahmin, whereby All that hath life may put off every ill."
        },
        {
          "scid": "thig13.4:1.0.10",
          "en": "When I, O brahmin, when I heard the Arahant Reveal the Doctrine of the Non-Substrate, Forthwith the Gospel sank into my heart, And all my mother-grief fell off from me."
        },
        {
          "scid": "thig13.4:1.0.11",
          "en": "Sujāta. Then I too straight will go to Mithilā, If haply the Exalted Buddha may Me, even me, release from every ill."
        },
        {
          "scid": "thig13.4:1.0.12",
          "en": "The brahmin went; he saw the Awaken’d One, Th’ Emancipated, Him in whom No base is found for rebirth, and from Him, The Seer, Him who hath passed beyond all ill,"
        },
        {
          "scid": "thig13.4:1.0.13",
          "en": "He heard the Norm: the Truth of Ill, and how Ill comes, and how Ill may be overpassed, E’en by the Ariyan, the Eightfold Path, That leadeth to the abating of all Ill."
        },
        {
          "scid": "thig13.4:1.0.14",
          "en": "Forthwith the Gospel sank into his heart. He left the world, he chose the homeless life. On the third night of contemplation rapt, Sujāta touched and won the Threefold Lore."
        },
        {
          "scid": "thig13.4:1.0.15",
          "en": "‘Come, charioteer, now drive this chariot home! Wish thy good mistress health, the brahminee, And say: “The brahmin hath renounced the world. On the third night of contemplation rapt Sujāta touched and won the Threefold Lore.”’"
        },
        {
          "scid": "thig13.4:1.0.16",
          "en": "And so the driver took the car and purse Of money home, and wished his mistress health, And said: ‘The brahmin hath renounced the world. On the third night of contemplation rapt Sujāta touched and won the Threefold Lore.’"
        },
        {
          "scid": "thig13.4:1.0.17",
          "en": "Sundarī’s Mother. For this that thou hast heard, O Charioteer, And tellest: that the brahmin hath attained The Threefold Lore, no half-gift give I thee. Take thou the chariot, take the horses both, And take a thousand pieces for thy pains."
        },
        {
          "scid": "thig13.4:1.0.18",
          "en": "Charioteer. ‘Let them remain thine own, O brahminee, Horses and chariot and the thousand coins, For I, too, have a mind to leave the world, Near him of chiefest wisdom to abide.’"
        },
        {
          "scid": "thig13.4:1.0.19",
          "en": "Sundarī’s Mother. ‘But thou, my Sundarī, now that thy father hath gone forth, Leaving his home, renouncing all his great estate— Cattle and horses, elephants, jewels and rings— Dost thou at least come to thine own! Thou art the heir Of this thy family. Do thou enjoy thy wealth.’"
        },
        {
          "scid": "thig13.4:1.0.20",
          "en": "Sundarī. ‘Cattle and horses, elephants, jewels and rings— Ay, all that goes to make this fair and broad estate Hath he put far from him, my father dear, And left the world, afflicted for his son. I, too, afflicted at my brother’s death, I have a mind like him to leave the world.’"
        },
        {
          "scid": "thig13.4:1.0.21",
          "en": "Sundarī’s Mother. ‘May this, then, thine intention, Sundarī, Thy heart’s desire, be crownèd with success! The food from hand to mouth, glean’d here and there, The patchwork robe—these things accomplishèd Will purify in other after-world Whate’er has poisoned life for thee in this.’"
        },
        {
          "scid": "thig13.4:1.0.22",
          "en": "Sundarī. I’ve trained me, Lady, in the threefold course. Clear shines for me the Eye Celestial. I know the how and when I came to be Down the long past, and where it was I lived."
        },
        {
          "scid": "thig13.4:1.0.23",
          "en": "To thee I owe it, O thou noble friend, Thou loveliest of the Therī Sisterhood, That I the Threefold Lore have gotten now, And that the Buddha’s will hath been obeyed."
        },
        {
          "scid": "thig13.4:1.0.24",
          "en": "Give to me, Lady, thy consent, for I Would go to Sāvatthī, so that I may Utter my ‘lion’s roar,’—my ‘Hail, all hail!’— In presence of the Buddha, Lord and Chief."
        },
        {
          "scid": "thig13.4:1.0.25",
          "en": "Therī. See, Sundarī, the Master fair in hue, His countenance as fine gold, clear and bright, Him who is All-enlightened, Buddha, Best, Tamer of untamed, never tasting fear."
        },
        {
          "scid": "thig13.4:1.0.26",
          "en": "Sundarī. And see, O Master, Sundarī, who comes To tell thee of Emancipation won, And of the right no more to he reborn. Who hath herself from passion freed Unyoked from bondage, loosened from the world. Accomplished now is her appointed work, And all that drugged her heart is purged away."
        },
        {
          "scid": "thig13.4:1.0.27",
          "en": "Lo! from Benares I am come to thee— I, Sundarī, thy pupil, at thy feet, O mighty Hero, see me worship here."
        },
        {
          "scid": "thig13.4:1.0.28",
          "en": "Thou art Buddha! thou art Master! and thine, Thy daughter am I, issue of thy mouth, Thou Very Brahmin! even of thy word. Accomplished now is my appointed task, And all that drugged my heart is purged away."
        },
        {
          "scid": "thig13.4:1.0.29",
          "en": "Master. ‘Welcome to thee, thou gracious maiden! thence For thee ’twas but a little way to come. For so they come who, victors over self, Are fain to worship at the Master’s feet, Who also have themselves from passion freed, Unyoked from bondage, loosened from the world, Who have accomplished their appointed task, And all that drugged their hearts have purged away.’”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thig13.4/en/caf_rhysdavids",
  "author_uid": "caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 13.4",
    "volpages": "Thig 153",
    "uid": "thig13.4",
    "blurb": null,
    "difficulty": null,
    "original_title": "Sundarītherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Sundarī",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig13.4_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Sundarī"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 4
  }
}