{
  "sutta_uid": "thig16.1",
  "author_uid": "caf_rhysdavids",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig16.1",
    "lang": "en",
    "is_root": false,
    "title": "Sumedhā",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": null,
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Isidāsī",
      "uid": "thig15.1"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig16.1:0.1",
          "en": "Therīgāthā 16.1"
        },
        {
          "scid": "thig16.1:0.2",
          "en": "Sumedhā",
          "pli": "Sumedhātherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 16.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig16.1:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig16.1:1.0.2",
          "en": "Canto 16"
        },
        {
          "scid": "thig16.1:1.0.3",
          "en": "1. Sumedhā"
        },
        {
          "scid": "thig16.1:1.0.4",
          "en": "King Heron’s daughter at Mantāvatī, Born of his chief consort, was Sumedhā, Devoted to the makers of the Law."
        },
        {
          "scid": "thig16.1:1.0.5",
          "en": "A virtuous maid was she and eloquent, Learnèd and in the system of our Lord Well trained. She of her parents audience sought, And spake: ‘Now listen, mother, father, both!"
        },
        {
          "scid": "thig16.1:1.0.6",
          "en": "All my heart’s love is to Nibbana given. Transient is everything that doth become, E’en if it have the nature of a god. What truck have I, then, with the empty life Of sense, that giveth little, slayeth much?"
        },
        {
          "scid": "thig16.1:1.0.7",
          "en": "Bitter as serpents’ poison are desires Of sense, whereafter youthful fools do yearn. For that full many a night in wretchedness They drag out tortured lives in realms of woe."
        },
        {
          "scid": "thig16.1:1.0.8",
          "en": "The vicious-minded, vicious doers mourn In purgatorial lives. Ever are fools Without restraint in deed and word and thought."
        },
        {
          "scid": "thig16.1:1.0.9",
          "en": "Oh! but the foolish have no wit or will. They cannot grasp what maketh sorrow rise— When taught, they learn not; in their slumb’ring minds The Fourfold Ariyan Truth awakens not."
        },
        {
          "scid": "thig16.1:1.0.10",
          "en": "Those Truths, O mother, that th’ Awakened One, The Best, the Buddha, hath revealed to us, They, the Majority, know not, and they Delight in coming aye again to be, And long to be reborn among the gods."
        },
        {
          "scid": "thig16.1:1.0.11",
          "en": "E’en with the gods is no eternal home. Becoming needs must be impermanent. Yet they, the foolish souls, are not afraid Again, again to come somewhere to birth."
        },
        {
          "scid": "thig16.1:1.0.12",
          "en": "Four are the ways of doleful life, and two Alone the ways of weal —and these how hard To win! Nor if one come into the four, Is there renunciation from that world."
        },
        {
          "scid": "thig16.1:1.0.13",
          "en": "Suffer ye both that I renounce my world; And in the blessed teaching of the Lord, Him of the Powers Ten, heedless of all Without, I’ll strive to root out birth and death."
        },
        {
          "scid": "thig16.1:1.0.14",
          "en": "How can I take delight in many births, In this poor body, froth without a soul? That I may put an utter end to thirst Again to be, suffer that I go forth."
        },
        {
          "scid": "thig16.1:1.0.15",
          "en": "Now is the Age of Buddhas! Gone the want Of opportunity! The moment’s won! O let me never while I live misprize The precepts, nor withstand the holy life!’"
        },
        {
          "scid": "thig16.1:1.0.16",
          "en": "Thus spake Sumedhā, and again: ‘Mother And father mine, never again will I As a laywoman break my fast and eat. Here will I sooner lay me down and die!’"
        },
        {
          "scid": "thig16.1:1.0.17",
          "en": "Th’ afflicted mother wept; the father, stunned With grief, strove to dissuade and comfort her Who prostrate lay upon the palace floor:—"
        },
        {
          "scid": "thig16.1:1.0.18",
          "en": "‘Rise up, dear child. Why this unhappiness For thee? Thou art betrothed to go and reign In Vāraṇavatī, the promised bride Of King Anikaratta, handsome youth."
        },
        {
          "scid": "thig16.1:1.0.19",
          "en": "Thou art to be his chief consort, his queen. Hard is it, little child, to leave the world, Hard are the precepts and the holy life."
        },
        {
          "scid": "thig16.1:1.0.20",
          "en": "As queen thou wilt enjoy authority, Riches and sov’reignty and luxuries. Thou that art blest herein and young, enjoy The sweets life yields. Let’s to thy wedding, child.’"
        },
        {
          "scid": "thig16.1:1.0.21",
          "en": "Then answered them Sumedhā: ‘Nay, not thus! No soul, no essence, can becoming yield. One or the other shall be—choose ye which: Or let me leave the world, or let me die. Thus, and thus only, would I choose to wed."
        },
        {
          "scid": "thig16.1:1.0.22",
          "en": "What is it worth —this body foul, unclean, Emitting odours, source of fears, a bag Of skin with carrion filled, oozing impure"
        },
        {
          "scid": "thig16.1:1.0.23",
          "en": "The while? What is it worth to me who know— Repulsive carcass, plastered o’er with flesh And blood, the haunt of worms, dinner of birds— To whom shall such a thing as this be given?"
        },
        {
          "scid": "thig16.1:1.0.24",
          "en": "Borne in a little while to charnel-field, There is this body thrown, when mind hath sped, Like useless log, from which e’en kinsfolk turn."
        },
        {
          "scid": "thig16.1:1.0.25",
          "en": "Throwing the thing that they have bathed to be The food of alien things, whereat recoil The very parents, let alone their kin."
        },
        {
          "scid": "thig16.1:1.0.26",
          "en": "They have a fondness for this soulless frame, That’s knit of bones and sinews, body foul, Filled full of exudations manifold."
        },
        {
          "scid": "thig16.1:1.0.27",
          "en": "Where one the body to dissect, and turn The inside outermost, the smell would prove Too much for e’en one’s mother to endure."
        },
        {
          "scid": "thig16.1:1.0.28",
          "en": "The factors of my being, organs, elements, All are a transient compound, rooted deep In birth, are Ill, and first and last the thing I would not. Whom, then, could I choose to wed?"
        },
        {
          "scid": "thig16.1:1.0.29",
          "en": "Rather would I find death day after day With spears three hundred piercing me anew, E’en for an hundred years, if this would then Put a last end to pain, unending else."
        },
        {
          "scid": "thig16.1:1.0.30",
          "en": "The wise would with this [bargain] close, and meet Utter destruction, seeing that His Word, The Master’s, runneth: “Long the wandering Of them who, smitten, ever rise again.”"
        },
        {
          "scid": "thig16.1:1.0.31",
          "en": "Countless the ways in which we meet our death, ‘Mong gods and men, as demons or as beasts, Among the shades, or in the haunts of hell."
        },
        {
          "scid": "thig16.1:1.0.32",
          "en": "And there how many doomed tormented live! No sure refuge is ours even in heaven. Above, beyond Nibbana’s bliss, is naught."
        },
        {
          "scid": "thig16.1:1.0.33",
          "en": "And they have won that Bliss who all their hearts Have plighted to the blessed Word of Him Who hath the Tenfold Power, and heeding naught, Have striv’n to put far from them birth and death."
        },
        {
          "scid": "thig16.1:1.0.34",
          "en": "This day, my father, will I get me forth! I’ll naught of empty riches! Sense-desires Repel and sicken me, and are become E’en as the stump where once hath stood a palm.’"
        },
        {
          "scid": "thig16.1:1.0.35",
          "en": "So spake she to her father. Now the King, Anikaratta, on his way to woo His youthful bride’s consent, drew near At the appointed time. But Sumedhā"
        },
        {
          "scid": "thig16.1:1.0.36",
          "en": "Let down the soft black masses of her hair And with a dagger cut them off. Then closed The door that led to her own terraced rooms, And forthwith to First Jhana-rapture won."
        },
        {
          "scid": "thig16.1:1.0.37",
          "en": "There sat she lost in ecstasy, the while Anikaratta reached the capital. Then she fell musing on impermanence, Developing the thought. Then is she ware"
        },
        {
          "scid": "thig16.1:1.0.38",
          "en": "The while Anikaratta swiftly mounts The palace steps, in brave array of gems And gold, and bowing low woos Sumedhā."
        },
        {
          "scid": "thig16.1:1.0.39",
          "en": "‘Reign in my kingdom and enjoy my wealth And power. Rich, happy and so young thou art, Enjoy the sweets that life and love can yield, Though they be hard to win and won by few."
        },
        {
          "scid": "thig16.1:1.0.40",
          "en": "To thee my kingdom I surrender! Now Dispose as thou dost wish, give gifts galore. Be not downcast. Thy parents are distressed.’"
        },
        {
          "scid": "thig16.1:1.0.41",
          "en": "To him thus Sumedhā, for whom desires Of sensuous love were worthless, nor availed To lead astray, made answer: ‘O set not The heart’s affections on this sensual love. See all the peril, the satiety of sense."
        },
        {
          "scid": "thig16.1:1.0.42",
          "en": "Mandhātā, King o’ th’ world’s four continents, Had greater wealth to gratify his sense Than any other man, yet passed away Unsatisfied, his wishes unfulfilled."
        },
        {
          "scid": "thig16.1:1.0.43",
          "en": "Nay, an the rain-god rained all seven kinds Of gems till earth and heaven were full, still would The senses crave, and men insatiate die."
        },
        {
          "scid": "thig16.1:1.0.44",
          "en": "‘Like the sharp blades of swords are sense-desires.’ ‘Like the poised heads of snakes prepared to dart.’ ‘Like blazing torches,’ and ‘like bare gnawn bones.’"
        },
        {
          "scid": "thig16.1:1.0.45",
          "en": "Transient, unstable are desires of sense, Pregnant with Ill and full of venom dire, Searing as heated iron globe to touch. Baneful the root of them, baleful the fruit."
        },
        {
          "scid": "thig16.1:1.0.46",
          "en": "As ‘fruit’ that brings the climber to a fall, Are sense-desires; evil as ‘lumps of flesh’ That greedy birds one from the other snatch; As cheating ‘dreams’; as ‘borrowed goods’ reclaimed."
        },
        {
          "scid": "thig16.1:1.0.47",
          "en": "‘As spears and jav’lins are desires of sense,’ ‘A pestilence, a boil, and bane and bale. A furnace of live coals,’ the root of bane, Murderous and the source of harrowing dread."
        },
        {
          "scid": "thig16.1:1.0.48",
          "en": "So hath the direfulness of sense-desires, Those barriers to salvation, been declared. Go, leave me, for I do not trust myself, While in this world I yet have part and lot."
        },
        {
          "scid": "thig16.1:1.0.49",
          "en": "What shall another do for me? For me Whose head is wrapped in flames, whose steps are dogged By age and death that tarry not. To crush Them utterly I needs must strive.’"
        },
        {
          "scid": "thig16.1:1.0.50",
          "en": "Then coming to her door she saw the king Her suitor, and her parents seated there And shedding tears. And once more spake to them:"
        },
        {
          "scid": "thig16.1:1.0.51",
          "en": "‘Long have they yet to wander through the worlds Who witless aye again their tears renew, Weeping world without end for father dead, Or brother slain, or that themselves must die."
        },
        {
          "scid": "thig16.1:1.0.52",
          "en": "Call ye to mind how it was said that tears And milk and blood flow on world without end. And bear in mind that tumulus of bones By creatures piled who wander through the worlds."
        },
        {
          "scid": "thig16.1:1.0.53",
          "en": "Remember the four oceans as compared With all the flow of tears and milk and blood. Remember the ‘great cairn of one man’s bones From one æon alone, equal to Vipula’;"
        },
        {
          "scid": "thig16.1:1.0.54",
          "en": "And how ‘great India would not suffice To furnish little tally-balls of mould, Wherewith to number all the ancestors Of one’s own round of life world without end.’"
        },
        {
          "scid": "thig16.1:1.0.55",
          "en": "Remember how ‘the little squares of straws And boughs and twigs could ne’er suffice As tallies for one’s sires world without end.’"
        },
        {
          "scid": "thig16.1:1.0.56",
          "en": "Remember how the parable was told Of ‘purblind turtle in the Eastern Seas, Or other oceans, once as time goes by, Thrusting his head thro’ hole of drifting yoke’; So rare as this the chance of human birth."
        },
        {
          "scid": "thig16.1:1.0.57",
          "en": "Remember too the ‘body’-parable, The ‘lump of froth,’ of spittle without core, Drifting. See here the fleeting factors five. And O forget not hell where many thole."
        },
        {
          "scid": "thig16.1:1.0.58",
          "en": "Remember how we swell the charnel-fields, Now dying, now again elsewhere reborn. Remember what was said of ‘crocodiles,’ And what those perils meant for us, and O! Bear ye in mind the Four, the Ariyan Truths."
        },
        {
          "scid": "thig16.1:1.0.59",
          "en": "THE NECTAR OF THE NORM IS HERE! O how Canst thou be satisfied with bitter draughts Of sense satiety? All sensual joys Are bitterer for the fivefold dogging Ill."
        },
        {
          "scid": "thig16.1:1.0.60",
          "en": "THE NECTAR OF THE NORM IS HERE! O how Canst thou be satisfied with fevered fits Of sense-satiety? All sensual joys Are burning, boiling, ferment, stew."
        },
        {
          "scid": "thig16.1:1.0.61",
          "en": "THERE IS, WHERE ENMITY IS NOT! O how Canst thou be satisfied with joys of sense Engend’ring thee so many foes—the wrath Or greed of king, or thief, or rival, harm Through fire, or water—yea, so many foes!"
        },
        {
          "scid": "thig16.1:1.0.62",
          "en": "EMANCIPATION  WAITS! O how canst thou Be satisfied with sensual joys, wherein Lie bonds and death? Yea, in those very joys Lurk gaol and headsman. They who seek t’ indulge Their lusts needs must thereafter suffer ills."
        },
        {
          "scid": "thig16.1:1.0.63",
          "en": "Him will straw-torches burn who holds them long And lets not go. So, in the parable, Desires of sense burn them who let not go."
        },
        {
          "scid": "thig16.1:1.0.64",
          "en": "Cast not away, because of some vain joy Of sense, the vaster happiness sublime, Lest like the finny carp thou gulp the hook, Only to find thyself for that foredone"
        },
        {
          "scid": "thig16.1:1.0.65",
          "en": "Tame thou thyself in sense-desires, nor let Thyself be bound by them, as is a dog Bound by a chain; else will they do forsooth With thee as hungry pariahs with that dog."
        },
        {
          "scid": "thig16.1:1.0.66",
          "en": "Once more I say, immeasurable Ills And many weary miseries of mind Thou’lt suffer yoked to sensual life. Renounce, Renounce desires of sense! They pass away."
        },
        {
          "scid": "thig16.1:1.0.67",
          "en": "THERE IS, THAT GROWETH NEVER OLD! O how Canst thou be satisfied with sense-desires That age so soon? Are not all things reborn, Where’er it be, gripped by disease and death?"
        },
        {
          "scid": "thig16.1:1.0.68",
          "en": "THIS that doth ne’er grow old, that dieth not, THIS never-ageing, never-dying Path— No sorrow cometh there, no enemies, Nor is there any crowd; none faint or fail, No fear cometh, nor aught that doth torment—"
        },
        {
          "scid": "thig16.1:1.0.69",
          "en": "To THIS, the Path Ambrosial, have gone Full many. And to-day, e’en now ’tis to be won. But only by a life that’s utterly Surrendered in devotion. Labour not, And ye shall not attain!’ Thus Sumedhā"
        },
        {
          "scid": "thig16.1:1.0.70",
          "en": "Ended her say, who found no joy in all Activities that lead from life to life, And, to Anikaratta thus her mind Declaring, dropped her tresses on the floor."
        },
        {
          "scid": "thig16.1:1.0.71",
          "en": "Then up he rose with outstretched folded hands, And with her father pleaded for her thus: ‘O suffer Sumedhā to leave the world, That she may see the Truth and Liberty!’"
        },
        {
          "scid": "thig16.1:1.0.72",
          "en": "The parents suffered her, and forth she went, Afeared to stay and build up fear and grief. Six branches of Insight she realized, As learner, winning to the Topmost Fruit."
        },
        {
          "scid": "thig16.1:1.0.73",
          "en": "O wondrous this! O marvellous in sooth! Nibbāna for the daughter of a king! Her state and conduct in her former births, E’en as she told in her last life were these:"
        },
        {
          "scid": "thig16.1:1.0.74",
          "en": "‘When Koṇāgamana was Buddha here, And in a new abode, the Order’s Park, Took up his dwelling, two o’ my friends, and I Built a Vihāra for the Master’s use."
        },
        {
          "scid": "thig16.1:1.0.75",
          "en": "And many scores and centuries of lives We lived among the gods, let alone men."
        },
        {
          "scid": "thig16.1:1.0.76",
          "en": "Mighty our glory and our power among The gods, nor need I speak of fame on earth. Was I not consort of an Emperor, The Treasure-Woman ’mongst the Treasures Seven?"
        },
        {
          "scid": "thig16.1:1.0.77",
          "en": "Endurance in the Truth the Master taught— This was the cause, the source, the root, This the First Link in the long Causal Line, This is Nibbana if we love the Norm."
        },
        {
          "scid": "thig16.1:1.0.78",
          "en": "Thus acting, they who put their trust in Him, Wisdom Supreme, lose every wish and hope Of coming back to be—and thus released They from all passion’s stain are purified.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thig16.1/en/caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 16.1",
    "volpages": "Thig 167",
    "uid": "thig16.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Sumedhātherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Sumedhā",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig16.1_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Sumedhā"
      }
    ],
    "parallel_count": 2,
    "biblio": null,
    "num": 1
  }
}