{
  "sutta_uid": "thig13.2",
  "author_uid": "caf_rhysdavids",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig13.2",
    "lang": "en",
    "is_root": false,
    "title": "Rohinī",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Cāpā",
      "uid": "thig13.3"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Ambapālī",
      "uid": "thig13.1"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig13.2:0.1",
          "en": "Therīgāthā 13.2"
        },
        {
          "scid": "thig13.2:0.2",
          "en": "Rohinī",
          "pli": "Rohinītherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 13.2",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig13.2:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig13.2:1.0.2",
          "en": "Canto 13"
        },
        {
          "scid": "thig13.2:1.0.3",
          "en": "2 Rohinī"
        },
        {
          "scid": "thig13.2:1.0.4",
          "en": "“‘“See the recluses!” dost thou ever say. “See the recluses!” waking me from sleep. Praise of recluses ever on thy tongue. Say, damsel, hast a mind recluse to be?"
        },
        {
          "scid": "thig13.2:1.0.5",
          "en": "Thou givest these recluses as they come, Abundant food and drink. Come, Rohiṇī. I ask, why are recluses dear to thee?"
        },
        {
          "scid": "thig13.2:1.0.6",
          "en": "Not fain to work are they, the lazy crew. They make their living off what others give. Cadging are they, and greedy of tit-bits— I ask, why are recluses dear to thee?’"
        },
        {
          "scid": "thig13.2:1.0.7",
          "en": "Full many a day, dear father, hast thou asked Touching recluses. Now will I proclaim Their virtues and their wisdom and their work."
        },
        {
          "scid": "thig13.2:1.0.8",
          "en": "Full fain of work are they, no sluggard crew. The noblest work they do, they drive out lust And hate. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.9",
          "en": "The three fell roots of evil they eject, Making all pure within, leaving no smirch, No stain. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.10",
          "en": "Their work in action’s pure, pure is their work In speech, and pure no less than these their work In thought. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.11",
          "en": "Immaculate as seashell or as pearl, Of lustrous characters compact, without, Within. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.12",
          "en": "Learn’d and proficient in the Norm; elect, And living by the Norm that they expound And teach. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.13",
          "en": "Learn’d and proficient in the Norm; elect, And living by the Doctrine; self-possessed, Intent. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.14",
          "en": "Far and remote they wander, self-possessed; Wise in their words and meek, they know the end Of Ill. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.15",
          "en": "And when along the village street they go, At naught they turn to look; incurious They walk. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.16",
          "en": "They lay not up a treasure for the flesh, Nor storehouse-jar nor crate. The Perfected Their Quest. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.17",
          "en": "They clutch no coin; no gold their hand doth take, Nor silver. For their needs sufficient yields The day. Hence are recluses dear to me."
        },
        {
          "scid": "thig13.2:1.0.18",
          "en": "From many a clan and many a countryside They join the Order, mutually bound In love. Hence are recluses dear to me.’"
        },
        {
          "scid": "thig13.2:1.0.19",
          "en": "‘Now truly for our weal, O Rohiṇī, Wert thou a daughter born into this house! Thy trust is in the Buddha and the Norm And in the Order; keen thy piety."
        },
        {
          "scid": "thig13.2:1.0.20",
          "en": "For well thou know’st this is the Field supreme Where merit may be wrought. We too henceforth Will minister ourselves to holy men."
        },
        {
          "scid": "thig13.2:1.0.21",
          "en": "For thereby shall accrue to our account A record of oblations bounteous.’ ‘If Ill thou fearest, if thou like it not,"
        },
        {
          "scid": "thig13.2:1.0.22",
          "en": "Go thou and seek the Buddha and the Norm, And Order for thy refuge; learn of them And keep the Precepts. So shalt thou find weal.’"
        },
        {
          "scid": "thig13.2:1.0.23",
          "en": "‘Lo! to the Buddha, I for refuge go And to the Norm and Order. I will learn Of them to take upon myself and keep The Precepts. So shall I indeed find weal."
        },
        {
          "scid": "thig13.2:1.0.24",
          "en": "Once but a son of brahmins born was I. To-day I stand brahmin in very deed. The nobler Threefold Wisdom have I won, Won the true Veda-lore, and graduate Am I from better Sacrament returned, Cleansed by the inward spiritual bath.’”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thig13.2/en/caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 13.2",
    "volpages": "Thig 150",
    "uid": "thig13.2",
    "blurb": null,
    "difficulty": null,
    "original_title": "Rohinītherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Rohinī",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig13.2_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Rohinī"
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_thig13.2_thanissaro",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Rohini"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 2
  }
}