{
  "sutta_uid": "thig13.3",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig13.3",
    "lang": "en",
    "is_root": false,
    "title": "Cāpā",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Sundarī",
      "uid": "thig13.4"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Rohinī",
      "uid": "thig13.2"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig13.3:0.1",
          "en": "Therīgāthā 13.3"
        },
        {
          "scid": "thig13.3:0.2",
          "en": "Cāpā",
          "pli": "Cāpātherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 13…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig13.3:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig13.3:1.0.2",
          "en": "Canto 13"
        },
        {
          "scid": "thig13.3:1.0.3",
          "en": "3. Cāpā"
        },
        {
          "scid": "thig13.3:1.0.4",
          "en": "“Husband. ‘Once staff in hand homeless I fared and free. Now but a trapper am I, sunken fast In baneful bog of earthly lusts, yet fain To come out on the yonder side. My wife"
        },
        {
          "scid": "thig13.3:1.0.5",
          "en": "Plays with her child and mocks my former state, Deeming her charm yet holdeth me in thrall. But I will cut the knot and roam again.’"
        },
        {
          "scid": "thig13.3:1.0.6",
          "en": "Cāpā. ‘O be not angry with me, hero mine! O thou great prophet, be not wroth with me! For how may he who giveth place to wrath Attain to holy life and purity?’"
        },
        {
          "scid": "thig13.3:1.0.7",
          "en": "‘Nay, I’ll go forth from Nāla. Who would live At Nāla now, where he who fain to lead A life of righteousness sees holy men Beguilèd by the beauty of a girl!’"
        },
        {
          "scid": "thig13.3:1.0.8",
          "en": "‘O turn again, my dark-eyed lover, come And take thy fill of Cāpā’s love for thee, And I, thy slave, will meet thy every wish, And all my kinsfolk shall thy servants be.’"
        },
        {
          "scid": "thig13.3:1.0.9",
          "en": "‘Nay, were a man desirous of thy love, He well might glory didst thou promise him A fourth of what thou temp’st me here withal!’"
        },
        {
          "scid": "thig13.3:1.0.10",
          "en": "‘O dark-eyed love, am I not fair to see, As the liana swaying in the woods, As the pomegranate-tree in fullest bloom Growing on hill-top, or the trumpet-flower Drooping o’er mouth of island cavern? See,"
        },
        {
          "scid": "thig13.3:1.0.11",
          "en": "With crimson sandal-wood perfumed, I’ll wear Finest Benares robe for thee—O why, O how wilt thou go far away from me?’"
        },
        {
          "scid": "thig13.3:1.0.12",
          "en": "‘Ay! so the fowler seeketh to decoy His bird. Parade thy charms e’en as thou wilt, Ne’er shalt thou bind me to thee as of yore.’"
        },
        {
          "scid": "thig13.3:1.0.13",
          "en": "‘And this child-blossom, O my husband, see Thy gift to me—now surely thou wilt not Forsake her who hath borne a child to thee?’"
        },
        {
          "scid": "thig13.3:1.0.14",
          "en": "‘Wise men forsake their children, wealth and kin, Great heroes ever go forth from the world, As elephants sever their bonds in twain.’"
        },
        {
          "scid": "thig13.3:1.0.15",
          "en": "‘Then this thy child straightway with stick or axe I’ll batter on the ground—to save thyself From mourning for thy son thou wilt not go!’"
        },
        {
          "scid": "thig13.3:1.0.16",
          "en": "‘And if thou throw the child to jackals, wolves, Or dogs, child-maker without ruth, e’en so ’Twill not avail to turn me back again!’"
        },
        {
          "scid": "thig13.3:1.0.17",
          "en": "‘Why, then, go if thou must, and fare thee well. But tell me to what village wilt thou go, What town or burg or city is thy goal?’"
        },
        {
          "scid": "thig13.3:1.0.18",
          "en": "‘In the past days we went in fellowship, Deeming our shallow practice genuine. Pilgrims we wandered—hamlet, city, town, And capital—we tramped to each in turn.’"
        },
        {
          "scid": "thig13.3:1.0.19",
          "en": "‘But the Exalted Buddha now doth preach, Along the banks of the Nerañjarā, The Norm whereby all may be saved from ill. To him I go; he now my guide shall be.’"
        },
        {
          "scid": "thig13.3:1.0.20",
          "en": "‘Yea, go, and take my homage unto him Who is the supreme Sovran of the World, And making salutation by the right, Do thou from us to him make offering.’"
        },
        {
          "scid": "thig13.3:1.0.21",
          "en": "‘Now meet and right is this, e’en as thou say’st, That I in doing homage, speak for thee To him, the Supreme Sovran of the World. And making salutation by the right, I’ll render offering for thee and me.’"
        },
        {
          "scid": "thig13.3:1.0.22",
          "en": "So Kāla went to the Nerañjarā, And saw the very Buddha on the bank, Teaching the Way Ambrosial: of Ill,"
        },
        {
          "scid": "thig13.3:1.0.23",
          "en": "And of how Ill doth rise, and how Ill may Be overpast, and of the way thereto, Even the Ariyan, the Eightfold Path."
        },
        {
          "scid": "thig13.3:1.0.24",
          "en": "Low at his feet the husband homage paid, Saluted by the right and Cāpā’s vows Presented; then the world again renounced For homeless life; the Threefold Wisdom won, And brought to pass the bidding of the Lord.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thig13.3/en/caf_rhysdavids",
  "author_uid": "caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 13.3",
    "volpages": "Thig 151",
    "uid": "thig13.3",
    "blurb": null,
    "difficulty": null,
    "original_title": "Cāpātherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Cāpā",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig13.3_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Cāpā"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 3
  }
}