{
  "sutta_uid": "thig15.1",
  "author_uid": "caf_rhysdavids",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig15.1",
    "lang": "en",
    "is_root": false,
    "title": "Isidāsī",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Sumedhā",
      "uid": "thig16.1"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Subhā of Jīvaka’s Mango-grove",
      "uid": "thig14.1"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig15.1:0.1",
          "en": "Therīgāthā 15.1"
        },
        {
          "scid": "thig15.1:0.2",
          "en": "Isidāsī",
          "pli": "Isidāsītherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 15.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig15.1:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig15.1:1.0.2",
          "en": "Canto 15"
        },
        {
          "scid": "thig15.1:1.0.3",
          "en": "1. Isidāsī"
        },
        {
          "scid": "thig15.1:1.0.4",
          "en": "In the fair city of Patna, earth’s fairest city, Named for its beauty after the Trumpet-flower, Dwelt two saintly Sisters, born of the Sākiyas,"
        },
        {
          "scid": "thig15.1:1.0.5",
          "en": "Isidāsī the one, Bodhi the other. Precept-observers, lovers of Jhāna-rapture, Learnèd ladies and cleansed from the taint of all worldliness."
        },
        {
          "scid": "thig15.1:1.0.6",
          "en": "These having made their round, and broken their fasting, Washed their bowls, and sitting in happy seclusion, Spake thus one to the other, asking and answering:"
        },
        {
          "scid": "thig15.1:1.0.7",
          "en": "‘Thou hast a lovely mien, Isidāsī, Fresh and unwithered yet thy woman’s prime, What flaw in the life yonder hast thou seen, That thou didst choose surrender for thy lot?’"
        },
        {
          "scid": "thig15.1:1.0.8",
          "en": "Then in that quiet spot Isidāsī, Skilled in the exposition of the Norm, Took up her tale and thus did make reply: ‘Hear, Bodhi, how it was that I came forth."
        },
        {
          "scid": "thig15.1:1.0.9",
          "en": "In Ujjenī, Avantī’s foremost town, My father dwells, a virtuous citizen, His only daughter I, his well-beloved, The fondly cherished treasure of his life."
        },
        {
          "scid": "thig15.1:1.0.10",
          "en": "Now from Sāketa came a citizen Of the first rank and rich exceedingly To ask my hand in marriage for his son. And father gave me him, as daughter-in-law."
        },
        {
          "scid": "thig15.1:1.0.11",
          "en": "My salutation morn and eve I brought To both the parents of my husband, low Bowing my head and kneeling at their feet, According to the training given me."
        },
        {
          "scid": "thig15.1:1.0.12",
          "en": "My husband’s sisters and his brothers too, And all his kin, scarce were they entered when I rose in timid zeal and gave them place."
        },
        {
          "scid": "thig15.1:1.0.13",
          "en": "And as to food, or boiled or dried, and drink, That which was to be stored I set aside, And served it out and gave to whom ’twas due."
        },
        {
          "scid": "thig15.1:1.0.14",
          "en": "Rising betimes, I went about the house, Then with my hands and feet well cleansed I went To bring respectful greeting to my lord,"
        },
        {
          "scid": "thig15.1:1.0.15",
          "en": "And taking comb and mirror, unguents, soap, I dressed and groomed him as a handmaid might."
        },
        {
          "scid": "thig15.1:1.0.16",
          "en": "I boiled the rice, I washed the pots and pans; And as a mother on her only child, So did I minister to my good man."
        },
        {
          "scid": "thig15.1:1.0.17",
          "en": "For me, who with toil infinite thus worked, And rendered service with a humble mind, Rose early, ever diligent and good, For me he nothing felt save sore dislike."
        },
        {
          "scid": "thig15.1:1.0.18",
          "en": "Nay, to his mother and his father he Thus spake:—‘Give ye me leave and I will go, For not with Isidāsī will I live Beneath one roof, nor ever dwell with her.’"
        },
        {
          "scid": "thig15.1:1.0.19",
          "en": "‘O son, speak not on this wise of thy wife, For wise is Isidāsī and discreet, An early riser and a housewife diligent. Say, doth she find no favour in thine eyes?’"
        },
        {
          "scid": "thig15.1:1.0.20",
          "en": "‘In nothing doth she work me harm, and yet With Isidāsī will I never live. I cannot suffer her. Let be, let be! Give ye me leave and I will go away.’"
        },
        {
          "scid": "thig15.1:1.0.21",
          "en": "And when they heard, mother and father-in-law Asked of me: ‘What then hast thou done t’ offend? Speak to us freely, child, and speak the truth.’"
        },
        {
          "scid": "thig15.1:1.0.22",
          "en": "‘Naught have I done that could offend, nor harm, Nor nagged at evil words. What can I do, That me my husband should so sore mislike?’"
        },
        {
          "scid": "thig15.1:1.0.23",
          "en": "To guard and keep their son, they took me back, Unwilling guides, to father’s house, distressed, Distraught: ‘Alas! we’re beaten, pretty Luck!’"
        },
        {
          "scid": "thig15.1:1.0.24",
          "en": "Then father gave me for the second time as bride, Content with half my husband’s sire had paid."
        },
        {
          "scid": "thig15.1:1.0.25",
          "en": "From that house too, when I had dwelt a month, I was sent back, though I had worked and served, Blameless and virtuous, as any slave."
        },
        {
          "scid": "thig15.1:1.0.26",
          "en": "And yet a third, a friar begging alms— One who had self controlled, and could control Favour in fellow-men—my father met And spake him thus: ‘Be thou my son-in-law! Come, throw away that ragged robe and pot!’"
        },
        {
          "scid": "thig15.1:1.0.27",
          "en": "He came, and so we dwelt one half moon more Together. Then to father thus he spake: ‘O give me back my frock, my bowl and cup. Let me away to seek once more my scraps.’"
        },
        {
          "scid": "thig15.1:1.0.28",
          "en": "Then to him father, mother, all the tribe Of kinsfolk clamouring: ‘What is it then Here dwelling likes you not? Say quick, what is’t That we can do to make you better pleased?’"
        },
        {
          "scid": "thig15.1:1.0.29",
          "en": "Then he: ‘If for myself I can suffice, Enough for me. One thing I know:—beneath One roof with Isidāsī I’ll not live!’"
        },
        {
          "scid": "thig15.1:1.0.30",
          "en": "Dismissed he went. I too, alone I thought. And then I asked my parents’ leave to die, Or, that they suffer me to leave the world."
        },
        {
          "scid": "thig15.1:1.0.31",
          "en": "Now Lady Jinadattā on her beat Came by my father’s house for daily alms, Mindful of every moral precept, she, Learnèd and expert in the Vinaya."
        },
        {
          "scid": "thig15.1:1.0.32",
          "en": "And seeing her we rose, and I prepared A seat for her, and as she sat I knelt, Then gave her food, both boiled and dried,"
        },
        {
          "scid": "thig15.1:1.0.33",
          "en": "And water—dishes we had set aside— And satisfied her hunger. Then I said: ‘Lady, I wish to leave the world.’ ‘Why here,’"
        },
        {
          "scid": "thig15.1:1.0.34",
          "en": "My father said, ‘dear child, is scope for thee To walk according to the Norm. With food And drink canst gratify the holy folk And the twice-born. But of my father I,"
        },
        {
          "scid": "thig15.1:1.0.35",
          "en": "Weeping and holding out clasped hands, besought: ‘Nay, but the evil karma I have done, That would I expiate and wear away.’"
        },
        {
          "scid": "thig15.1:1.0.36",
          "en": "Then father said: ‘Win thou Enlightenment And highest Truth, and gain Nibbana. That Hath He, the Best of Beings, realized.’"
        },
        {
          "scid": "thig15.1:1.0.37",
          "en": "Then to my mother and my father dear, And all my kinsfolk tribe I bade farewell. And only seven days had I gone forth Ere I had touched and won the Threefold Lore."
        },
        {
          "scid": "thig15.1:1.0.38",
          "en": "Then did I come to know my former births, E’en seven thereof, and how e’en now I reap The harvest, the result, that then I sowed. That will I now declare to thee, an thou Wilt listen single-minded to my tale."
        },
        {
          "scid": "thig15.1:1.0.39",
          "en": "In Erakaccha’s town of yore I lived, A wealthy craftsman in all works of gold. Incensed by youth’s hot blood, a wanton, I Assailed the virtue of my neighbours’ wives."
        },
        {
          "scid": "thig15.1:1.0.40",
          "en": "Therefrom deceasing, long I cooked in hell, Till, fully ripened, I emerged, and then Found rebirth in the body of an ape."
        },
        {
          "scid": "thig15.1:1.0.41",
          "en": "Scarce seven days I lived before the great Dog-ape, the monkeys’ chief, castrated me. Such was the fruit of my lasciviousness."
        },
        {
          "scid": "thig15.1:1.0.42",
          "en": "Therefrom deceasing in the woods of Sindh, Reborn the offspring of a one-eyed goat"
        },
        {
          "scid": "thig15.1:1.0.43",
          "en": "And lame; twelve years a gelding, gnawn by worms, Unfit, I carried children on my back. Such was the fruit of my lasciviousness."
        },
        {
          "scid": "thig15.1:1.0.44",
          "en": "Therefrom deceasing, I again found birth, The offspring of a cattle-dealer’s cow, A calf of lac-red hue; in the twelfth month"
        },
        {
          "scid": "thig15.1:1.0.45",
          "en": "Castrated, yoked, I drew the plough and cart, Purblind and worried, driven and unfit. Such was the fruit of my lasciviousness."
        },
        {
          "scid": "thig15.1:1.0.46",
          "en": "Therefrom deceasing, even in the street I came to birth, child of a household slave, Neither of woman nor of man my sex. Such was the fruit of my lasciviousness."
        },
        {
          "scid": "thig15.1:1.0.47",
          "en": "At thirty years of age I died, and was reborn A girl, the daughter of a carter, poor And of ill-fortune, and oppressed with debts Incurred to usurers. To pay the sum"
        },
        {
          "scid": "thig15.1:1.0.48",
          "en": "Of interest that ever grew and swelled, In place of money, woeful little me The merchant of a caravan dragged off, Bearing me weeping from my home."
        },
        {
          "scid": "thig15.1:1.0.49",
          "en": "Now in my sixteenth year, when I Blossomed a maiden, that same merchant’s son, Giridāsa the name of him, loved me And made me wife. Another wife he had,"
        },
        {
          "scid": "thig15.1:1.0.50",
          "en": "A virtuous dame of parts and of repute, Enamoured of her mate. And thus I brought Discord and enmity within that house."
        },
        {
          "scid": "thig15.1:1.0.51",
          "en": "Fruit of my karma was it thus that they, In this last life, have slighted me, e’en tho’ I waited on them as their humble slave. Well! of all that now have I made an end!”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thig15.1/en/caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 15.1",
    "volpages": "Thig 162",
    "uid": "thig15.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Isidāsītherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Isidāsī",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig15.1_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Isidāsī"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}