{
  "sutta_uid": "thig14.1",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig14.1",
    "lang": "en",
    "is_root": false,
    "title": "Subhā of Jīvaka’s Mango-grove",
    "author": "C.A.F. Rhys Davids",
    "author_short": "C.A.F. Rhys Davids",
    "author_uid": "caf_rhysdavids",
    "next": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Isidāsī",
      "uid": "thig15.1"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Subhā (The Goldsmith’s Daughter)",
      "uid": "thig13.5"
    }
  },
  "metaarea": "\n<p>This translation of the Therīgāthā is by <span class=\"author\">Caroline A.F. Rhys Davids</span> and was published under the title Psalms of the Sisters, 1909.</p>\n<p>The text is in the public domain.</p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig14.1:0.1",
          "en": "Therīgāthā 14.1"
        },
        {
          "scid": "thig14.1:0.2",
          "en": "Subhā of Jīvaka’s Mango-grove",
          "pli": "Subhājīvakambavanikātherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 14…",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig14.1:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig14.1:1.0.2",
          "en": "Canto 14"
        },
        {
          "scid": "thig14.1:1.0.3",
          "en": "1. Subhā of Jīvaka’s Mango-grove"
        },
        {
          "scid": "thig14.1:1.0.4",
          "en": "In Jīvaka’s pleasant woodland walked Subhā The Bhikkhunī. A gallant met her there And barred the way. To him thus spake Subhā: "
        },
        {
          "scid": "thig14.1:1.0.5",
          "en": "‘What have I done to offend thee, that thus in my path thou comest? No man, O friend, it beseemeth to touch a Sister in Orders."
        },
        {
          "scid": "thig14.1:1.0.6",
          "en": "So hath my Master ordained in the precepts we honour and follow; So hath the Welcome One taught in the training wherein they have trained me, Purified discipline holy. Why standest thou blocking my pathway?"
        },
        {
          "scid": "thig14.1:1.0.7",
          "en": "Me pure, thou impure of heart; me passionless, thou of vile passions; Me who as to the whole of me freed am in spirit and blameless, Me whence comes it that Thou dost hinder, standing obnoxious?’"
        },
        {
          "scid": "thig14.1:1.0.8",
          "en": "‘Young art thou, maiden, and faultless—what seekest thou in the holy life? Cast off that yellow-hued raiment and come! in the blossoming woodland Seek we our pleasure. Filled with the incense of blossoms the trees waft"
        },
        {
          "scid": "thig14.1:1.0.9",
          "en": "Sweetness. See, the spring’s at the prime, the season of happiness! Come with me then to the flowering woodland, and seek we our pleasure."
        },
        {
          "scid": "thig14.1:1.0.10",
          "en": "Sweet overhead is the sough of the blossoming crests of the forest Swayed by the Wind-gods. But an thou goest alone in the jungle, Lost in its depths, how wilt thou find aught to delight or content thee?"
        },
        {
          "scid": "thig14.1:1.0.11",
          "en": "Haunted is the great forest with many a herd of wild creatures, Broken its peace by the tramplings of elephants rutting and savage. Empty of mankind and fearsome —is’t there thou would’st go uncompanioned?"
        },
        {
          "scid": "thig14.1:1.0.12",
          "en": "Thou like a gold-wrought statue, like nymph in celestial garden Movest, O peerless creature. Radiant would shine thy loveliness Robed in raiment of beauty, diaphanous gear of Benares."
        },
        {
          "scid": "thig14.1:1.0.13",
          "en": "I would live but to serve thee, an thou would’st abide in the woodland. Dearer and sweeter to me than art thou in the world is no creature, Thou with the languid and slow-moving eyes of an elf of the forest."
        },
        {
          "scid": "thig14.1:1.0.14",
          "en": "If thou wilt list to me, come where the joys of the sheltered life wait thee: Dwell in a house of verandas and terraces, handmaidens serving thee."
        },
        {
          "scid": "thig14.1:1.0.15",
          "en": "Robe thyself in delicate gear of Benares, don garlands, use unguents. Ornaments many and divers I give to thee, fashioned with precious stones, Gold work and pearls. And thou shalt mount on a couch fair and sumptuous,"
        },
        {
          "scid": "thig14.1:1.0.16",
          "en": "Carvèd in sandalwood, fragrant with essences, spread with new pillows, Coverlets fleecy and soft, and decked with immaculate canopies."
        },
        {
          "scid": "thig14.1:1.0.17",
          "en": "Like to a lotus upborne on the bosom of sprite-haunted water, Thou, O chaste anchorite, farest to old age, thy beauty unmated.’"
        },
        {
          "scid": "thig14.1:1.0.18",
          "en": "‘What now to thee, in this carrion-filled, grave-filling carcass so fragile Seen by thee, seemeth to warrant the doctrine thou speakest, infatuate?’"
        },
        {
          "scid": "thig14.1:1.0.19",
          "en": "‘Eyes hast thou like the gazelle’s, like an elf’s in the heart of the mountains— ’Tis those eyes of thee, sight of which feedeth the depth of my passion."
        },
        {
          "scid": "thig14.1:1.0.20",
          "en": "Shrined in thy dazzling, immaculate face as in calyx of lotus, ’Tis those eyes of thee, sight of which feedeth the strength of my passion."
        },
        {
          "scid": "thig14.1:1.0.21",
          "en": "Though thou be far from me, how could I ever forget thee, O maiden, Thee of the long-drawn eyelashes, thee of the eyes so miraculous? Dearer to me than those orbs is naught, O thou witching-eyed fairy!’"
        },
        {
          "scid": "thig14.1:1.0.22",
          "en": "‘Lo! thou art wanting to walk where no path is; thou seekest to capture Moon from the skies for thy play; thou would’st jump o’er the ridges of Meru, Thou who presumest to lie in wait for a child of the Buddha!"
        },
        {
          "scid": "thig14.1:1.0.23",
          "en": "Nowhere in earth or in heaven lives now any object of lust for me. Him I know not. What like is he? Slain, root and branch, through the Noble Path."
        },
        {
          "scid": "thig14.1:1.0.24",
          "en": "Hurled as live coal from the hand, and rated as deadly as poison-cup, Him I see not. What like is he? Slain, root and branch, through the Noble Path."
        },
        {
          "scid": "thig14.1:1.0.25",
          "en": "Tempt thou some woman who hath not discerned what I say, or whose teacher Is but a learner; haply she’ll listen; tempt thou not Subhā; She understandeth. And now ’tis thyself hast vexation and failure."
        },
        {
          "scid": "thig14.1:1.0.26",
          "en": "For I have set my mind to be watchful in whatso befalls me— Blame or honour, gladness or sorrow—and knowing the principle:— ‘Foul are all composite things,’ nowhere the mind of me clings to them."
        },
        {
          "scid": "thig14.1:1.0.27",
          "en": "Yea, the disciple am I of the Welcome One; onward the march of me Riding the Car of the Road that is Eightfold. Drawn are the arrows Out of my wounds, and purged is my spirit of drugging Intoxicants. So I am come to haunts that are Empty. There lies my pleasure."
        },
        {
          "scid": "thig14.1:1.0.28",
          "en": "Oh! I have seen it—a puppet well painted, with new wooden spindles, Cunningly fastened with strings and with pins, and diversely dancing."
        },
        {
          "scid": "thig14.1:1.0.29",
          "en": "But if the strings and the pins be all drawn out and loosened and scattered, So that the puppet be made non-existent and broken in pieces, Which of the parts wilt thou choose and appoint for thy heart’s rest and solace?"
        },
        {
          "scid": "thig14.1:1.0.30",
          "en": "Such is the manner wherein persist these poor little bodies: Take away members and attributes—nothing surviveth in any wise. Nothing surviveth! Which dost thou choose for thy heart’s rest and solace?"
        },
        {
          "scid": "thig14.1:1.0.31",
          "en": "E’en as a fresco one sees drawn on a wall, painted in ochre, [Giveth us naught of the true and the real, save in the seeming ;] Thou herein with vision perverted [canst not distinguish; Judgest with] wisdom of average human, fallible, worthless."
        },
        {
          "scid": "thig14.1:1.0.32",
          "en": "O thou art blind! thou chasest a sham, deluded by puppet shows Seen in the midst of the crowd; thou deemest of value and genuine Conjurer’s trickwork, trees all of gold that we see in our dreaming."
        },
        {
          "scid": "thig14.1:1.0.33",
          "en": "What is this eye but a little ball lodged in the fork of a hollow tree, Bubble of film, anointed with tear-brine, exuding slime-drops, Compost wrought in the shape of an eye of manifold aspects?’"
        },
        {
          "scid": "thig14.1:1.0.34",
          "en": "Forthwith the maiden so lovely tore out her eye and gave it him: ‘Here, then! take thou thine eye!’ Nor sinned she, her heart unobstructed."
        },
        {
          "scid": "thig14.1:1.0.35",
          "en": "Straightway the lust in him ceasèd and he her pardon imploring: ‘O that thou mightest recover thy sight, thou maid pure and holy! Never again will I dare to offend thee after this fashion."
        },
        {
          "scid": "thig14.1:1.0.36",
          "en": "Sore hast thou smitten my sin; blazing flames have I clasped to my bosom; Poisonous snake have I handled—but O! be thou heal’d and forgive me!’"
        },
        {
          "scid": "thig14.1:1.0.37",
          "en": "Freed from molesting, the Bhikkhunī went on her way to the Buddha, Chief of th’ Awakened. There in his presence, seeing those features Born of uttermost merit, straightway her sight was restored to her.”"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā…",
      "expandable": false
    }
  ],
  "suttaCode": "thig14.1/en/caf_rhysdavids",
  "author_uid": "caf_rhysdavids",
  "suttaplex": {
    "acronym": "Thig 14.1",
    "volpages": "Thig 158",
    "uid": "thig14.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Subhājīvakambavanikātherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Subhā of Jīvaka’s Mango-grove",
    "translations": [
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig14.1_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Subhā of Jīvaka’s Mango-grove"
      },
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_thig14.1_thanissaro",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Subha Jivakambavanika: Subha and the Libertine"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 1
  }
}