{
  "sutta_uid": "thig13.1",
  "author_uid": "thanissaro",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig13.1",
    "lang": "en",
    "is_root": false,
    "title": "Ambapali",
    "author": "Thanissaro Bhikkhu",
    "author_short": "Thanissaro",
    "author_uid": "thanissaro",
    "next": {
      "author_uid": "thanissaro",
      "lang": "en",
      "name": "Rohini",
      "uid": "thig13.2"
    },
    "previous": {
      "author_uid": "thanissaro",
      "lang": "en",
      "name": "Punnika and the Brahman",
      "uid": "thig12.1"
    }
  },
  "metaarea": "\n<p>Translated from the Pali by: <span class=\"author\">Thanissaro Bhikkhu</span>.</p>\n<p>©2005 Thanissaro Bhikkhu. The text of this page is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. To view a copy of the license, visit <a href=\"http://creativecommons.org/licenses/by-nc/4.0/\" target=\"_blank\">http://creativecommons.org/licenses/by-nc/4.0</a>. Documents linked from this page may be subject to other restrictions. Transcribed from a file provided by the translator.</p>\n<p>Access to Insight (Legacy Edition), 30 November 2013, <a href=\"https://www.accesstoinsight.org/\" target=\"_blank\">www.accesstoinsight.org</a></p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig13.1:0.1",
          "en": "Therīgāthā 13.1"
        },
        {
          "scid": "thig13.1:0.2",
          "en": "Ambapali",
          "pli": "Ambapālītherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 13.1",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig13.1:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig13.1:1.0.2",
          "en": "Chapter 13"
        },
        {
          "scid": "thig13.1:1.0.3",
          "en": "1. Ambapali"
        },
        {
          "scid": "thig13.1:1.0.4",
          "en": "Black was my hair — the color of bees — & curled at the tips; with age, it looked like coarse hemp. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.5",
          "en": "Fragrant, like a perfumed basket filled with flowers: With age it smelled musty, like animal fur. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.6",
          "en": "Thick & lush, like a well-tended grove, made splendid, the tips elaborate with comb & pin. With age, it grew thin & bare here & there. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.7",
          "en": "Adorned with gold & delicate pins, it was splendid, ornamented with braids. Now, with age, that head has gone bald. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.8",
          "en": "Curved, as if well-drawn by an artist, my brows were once splendid. With age, they droop down in folds. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.9",
          "en": "Radiant, brilliant like jewels, my eyes: With age, they're no longer splendid. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.10",
          "en": "Like a delicate peak, my nose was splendid in the prime of my youth. With age, it's like a long pepper. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.11",
          "en": "Like bracelets — well-fashioned, well-finished — my ears were once splendid. With age, they droop down in folds. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.12",
          "en": "Like plaintain buds in their color, my teeth were once splendid. With age, they're broken & yellowed. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.13",
          "en": "Like that of a cuckoo in the dense jungle, flitting through deep forest thickets: sweet was the tone of my voice. With age, it cracks here & there. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.14",
          "en": "Smooth — like a conch shell well-polished — my neck was once splendid. With age, it's broken down, bent. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.15",
          "en": "Like rounded door-bars — both of them — my arms were once splendid. With age, they're like dried up patali trees. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.16",
          "en": "Adorned with gold & delicate rings, my hands were once splendid. With age, they're like onions & tubers. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.17",
          "en": "Swelling, round, firm, & high, both my breasts were once splendid. In the drought of old age, they dangle like empty old water bags. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.18",
          "en": "Like a sheet of gold, well-burnished, my body was splendid. Now it's covered with very fine wrinkles. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.19",
          "en": "Smooth in their lines, like an elephant's trunk, both my thighs were once splendid. With age, they're like knotted bamboo. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.20",
          "en": "Adorned with gold & delicate anklets, my calves were once splendid. With age, they're like sesame sticks. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.21",
          "en": "As if they were stuffed with soft cotton, both my feet were once splendid. With age, they're shriveled & cracked. The truth of the Truth-speaker's words doesn't change."
        },
        {
          "scid": "thig13.1:1.0.22",
          "en": "Such was this physical heap, now: A house with its plaster all fallen off. The truth of the Truth-speaker's words doesn't change."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thig13.1/en/thanissaro",
  "suttaplex": {
    "acronym": "Thig 13.1",
    "volpages": "Thig 147",
    "uid": "thig13.1",
    "blurb": null,
    "difficulty": null,
    "original_title": "Ambapālītherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Ambapali",
    "translations": [
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_thig13.1_thanissaro",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Ambapali"
      },
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig13.1_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Ambapālī"
      }
    ],
    "parallel_count": 1,
    "biblio": null,
    "num": 1
  }
}