{
  "sutta_uid": "thig13.5",
  "author_uid": "thanissaro",
  "support": {
    "value": "Legacy",
    "description": "Errors of record in legacy content will not be fixed since they are historical. Only transcription errors from historical source will be corrected."
  },
  "translation": {
    "uid": "thig13.5",
    "lang": "en",
    "is_root": false,
    "title": "Subha: The Goldsmith's Daughter",
    "author": "Thanissaro Bhikkhu",
    "author_short": "Thanissaro",
    "author_uid": "thanissaro",
    "next": {
      "author_uid": "thanissaro",
      "lang": "en",
      "name": "Subha Jivakambavanika: Subha and the Libertine",
      "uid": "thig14.1"
    },
    "previous": {
      "author_uid": "caf_rhysdavids",
      "lang": "en",
      "name": "Sundarī",
      "uid": "thig13.4"
    }
  },
  "metaarea": "\n<p>Translated from the Pali by: <span class=\"author\">Thanissaro Bhikkhu</span>.</p>\n<p>©2005 Thanissaro Bhikkhu. The text of this page is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. To view a copy of the license, visit <a href=\"http://creativecommons.org/licenses/by-nc/4.0/\" target=\"_blank\">http://creativecommons.org/licenses/by-nc/4.0</a>. Documents linked from this page may be subject to other restrictions. Transcribed from a file provided by the translator.</p>\n<p>Access to Insight (Legacy Edition), 30 November 2013, <a href=\"https://www.accesstoinsight.org/\" target=\"_blank\">www.accesstoinsight.org</a></p>\n<p>Prepared for SuttaCentral by <span class=\"editor\">Ayya Kathrin Vimalañāṇī</span>.</p>",
  "sections": [
    {
      "segments": [
        {
          "scid": "thig13.5:0.1",
          "en": "Therīgāthā 13.5"
        },
        {
          "scid": "thig13.5:0.2",
          "en": "Subha: The Goldsmith's Daughter",
          "pli": "Subhākammāradhītutherīgāthā"
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā 13.5",
      "expandable": false
    },
    {
      "segments": [
        {
          "scid": "thig13.5:1.0.1",
          "en": "Therīgāthā"
        },
        {
          "scid": "thig13.5:1.0.2",
          "en": "Chapter 13"
        },
        {
          "scid": "thig13.5:1.0.3",
          "en": "5. Subha: The Goldsmith's Daughter"
        },
        {
          "scid": "thig13.5:1.0.4",
          "en": "\"I was a child, with clean clothes, when I first heard the Dhamma. And within me, heedful, was a break-through to the truth."
        },
        {
          "scid": "thig13.5:1.0.5",
          "en": "Then I arrived at an enormous dissatisfaction with all sensuality. Seeing the danger in self-identity, I longed only for renunciation."
        },
        {
          "scid": "thig13.5:1.0.6",
          "en": "Leaving my circle of relatives, slaves, workers, prosperous villages & fields, delightful, enticing possessions,>"
        },
        {
          "scid": "thig13.5:1.0.7",
          "en": "I went forth, abandoning not-insignificant wealth. Having gone out through conviction in the well-taught true Dhamma,>"
        },
        {
          "scid": "thig13.5:1.0.8",
          "en": "it wouldn't be proper for me — aspiring to nothingness — having cast off gold & silver to take them back."
        },
        {
          "scid": "thig13.5:1.0.9",
          "en": "Gold & silver don't buy Awakening, don't buy peace. This [gold] isn't proper for contemplatives. This isn't noble wealth."
        },
        {
          "scid": "thig13.5:1.0.10",
          "en": "This is greediness, intoxication, delusion, bondage to dust, suspicion, many troubles. There's no lasting stability here."
        },
        {
          "scid": "thig13.5:1.0.11",
          "en": "It's to this extent that many, many men — heedless, their hearts defiled — opposing one another, create conflicts, murder, bondage,"
        },
        {
          "scid": "thig13.5:1.0.12",
          "en": "calamity, loss, grief, & lamentation. Many misfortunes are seen for those head-over-heels in sensuality."
        },
        {
          "scid": "thig13.5:1.0.13",
          "en": "So, my relatives: Why do you, like enemies, try to bind me to sensuality? You know I've gone forth, seeing the danger in sensuality."
        },
        {
          "scid": "thig13.5:1.0.14",
          "en": "Gold coin & bullion can't put an end to fermentations. Sensuality is an enemy, a murderer, hostile, arrows & bonds."
        },
        {
          "scid": "thig13.5:1.0.15",
          "en": "So, my relatives: Why do you, like enemies, try to bind me to sensuality? You know I've gone forth with shaven head, wrapped in a patchwork cloak."
        },
        {
          "scid": "thig13.5:1.0.16",
          "en": "Leftover alms-scraps, gleanings, a robe made from cast-off cloth: That's what's proper for me — the requisites of one with no home."
        },
        {
          "scid": "thig13.5:1.0.17",
          "en": "The great seers have rejected sensuality, both human & divine. Released are they, in the place of security. Arrived are they, in unshakeable ease."
        },
        {
          "scid": "thig13.5:1.0.18",
          "en": "So may I not come into union with sensuality, in which no shelter is found. It's an enemy, a murderer — sensuality — painful, like a mass of flame."
        },
        {
          "scid": "thig13.5:1.0.19",
          "en": "Greed: an obstacle, fearful, threatened, full of thorns, very out-of-tune, a great cause of delusion."
        },
        {
          "scid": "thig13.5:1.0.20",
          "en": "Sensuality: a frightening attack, like a snake's head in which fools delight — blinded, run-of-the-mill."
        },
        {
          "scid": "thig13.5:1.0.21",
          "en": "Because many people in the world are stuck in the mud of sensuality, unknowing, they don't realize the end of birth & death."
        },
        {
          "scid": "thig13.5:1.0.22",
          "en": "Many people follow the path to bad destinations because of sensuality, bringing disease on themselves."
        },
        {
          "scid": "thig13.5:1.0.23",
          "en": "Thus sensuality creates enemies. It burns, is defiled. It's the bait of the world, constraining, the bondage of death,"
        },
        {
          "scid": "thig13.5:1.0.24",
          "en": "maddening, deceptive, agitating the mind. It's a net cast by Mara for the defilement of living beings:"
        },
        {
          "scid": "thig13.5:1.0.25",
          "en": "with endless drawbacks, much pain, great poison, giving little enjoyment, creating conflict, drying up the good side [of the mind]."
        },
        {
          "scid": "thig13.5:1.0.26",
          "en": "I, having caused much trouble like this because of sensuality, will not return to it, as I always delight in Unbinding."
        },
        {
          "scid": "thig13.5:1.0.27",
          "en": "Doing battle with sensuality in hopes of the cool state, I will stay heedful, finding delight in the ending of fetters."
        },
        {
          "scid": "thig13.5:1.0.28",
          "en": "I follow the path — eightfold, straight, griefless, stainless, secure — over which great seers have crossed.\""
        },
        {
          "scid": "thig13.5:1.0.29",
          "en": "See this Subha, the goldsmith's daughter, standing firm in the Dhamma, entering the imperturbable state, doing jhana at the foot of a tree."
        },
        {
          "scid": "thig13.5:1.0.30",
          "en": "This is the eighth day of her going forth confident, beautiful through the true Dhamma. Trained by Uppalavanna, she's a three-knowledge woman who's left death behind;"
        },
        {
          "scid": "thig13.5:1.0.31",
          "en": "freed from slavery, debtless, a nun with developed faculties, set loose from all ties, her task done, fermentation- free."
        },
        {
          "scid": "thig13.5:1.0.32",
          "en": "Sakka, lord of beings, with his community of devas, approaching her through supranormal power, pays homage to her: Subha the goldsmith's daughter."
        }
      ],
      "type": "Section",
      "prefix": "",
      "values": [],
      "template": [],
      "expanded": false,
      "prop": "en",
      "title": "Therīgāthā",
      "expandable": false
    }
  ],
  "suttaCode": "thig13.5/en/thanissaro",
  "suttaplex": {
    "acronym": "Thig 13.5",
    "volpages": "Thig 156",
    "uid": "thig13.5",
    "blurb": null,
    "difficulty": null,
    "original_title": "Subhākammāradhītutherīgāthā",
    "root_lang": "pli",
    "type": "text",
    "from": null,
    "translated_title": "Subha: The Goldsmith's Daughter",
    "translations": [
      {
        "author": "Thanissaro Bhikkhu",
        "author_short": "Thanissaro",
        "author_uid": "thanissaro",
        "id": "en_thig13.5_thanissaro",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Subha: The Goldsmith's Daughter"
      },
      {
        "author": "C.A.F. Rhys Davids",
        "author_short": "C.A.F. Rhys Davids",
        "author_uid": "caf_rhysdavids",
        "id": "en_thig13.5_caf_rhysdavids",
        "lang": "en",
        "lang_name": "English",
        "segmented": false,
        "title": "Subhā (The Goldsmith’s Daughter)"
      }
    ],
    "parallel_count": 0,
    "biblio": null,
    "num": 5
  }
}